Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

source: and walk
ar: و امشي
es: y camina

# 1o'clockDirection
source: Slight right towards 1 o'clock
ar: إلى اليمين قليلاً نحو اتجاه الساعة الواحدة
es: Gira ligeramente a la derecha hacia la una

# 2o'clockDirection
source: Slight right towards 2 o'clock
ar: إلى اليمين قليلاً نحو اتجاه الساعة الثانية
es: Gira ligeramente a la derecha hacia las 2

# 4o'clockDirection
source: Turn towards 4 o'clock
ar: انعَطِف نحو اتجاه الساعة الرابعة
es: Gira hacia las 4

# 5o'clockDirection
source: Turn around towards 5 o'clock
ar: استَدِر نحو اتجاه الساعة الخامسة
es: Date la vuelta hacia las 5

# 6o'clockDirection
source: Turn around towards 6 o'clock
ar: استَدِر نحو اتجاه الساعة السادسة
es: Date la vuelta hacia las 6

# 7o'clockDirection
source: Turn around towards 7 o'clock
ar: استَدِر نحو اتجاه الساعة السابعة
es: Date la vuelta hacia las 7

# 8o'clockDirection
source: Turn towards 8 o'clock
ar: انعَطِف نحو اتجاه الساعة الثامنة
es: Gira hacia las 8

# 10o'clockDirection
source: Slight left towards 10 o'clock
ar: إلى اليسار قليلا نحو اتجاه الساعة العاشرة
es: Gira ligeramente a la izquierda hacia las 10

# 11o'clockDirection
source: Slight left towards 11 o'clock
ar: إلى اليسار قليلا نحو اتجاه الساعة الحادية عشر
es: Gira ligeramente a la izquierda hacia las 11

source: Clew needs to access your camera to track your orientation.
ar: يحتاج Clew للوصول إلى الكاميرا لكي يتمكن من تتبع اتجاهك
es: Clew necesita acceder a la cámara para seguir tu orientación.

# ClewIntroTutorialText
source: Welcome to Clew! Clew helps you navigate and explore indoor spaces by using your phone's camera and inertial sensors. It acts as a 'sighted companion' that helps guide you along a route by providing audio directions and cues. Clew works best within indoor spaces, where GPS doesn't work or is unreliable.
ar: مرحبا بك في Clew! يساعدك Clew على التنقل واستكشاف الأماكن الداخلية باستخدام كلٍّ من الكاميرا والمستشعرات الموجودة في هاتفك. يعمل البرنامج عمل مرافق مبصر على توجيهك نحو الطرق المختارة من خلال توفير اتجاهات صوتية واهتزازات. يعمل Clew أيضا بشكل أفضل في الأماكن المغلقة، حيث تكون إشارة الGPS ضعيفة أو غير متوفرة.
es: ¡Bienvenido a Clew! Clew te ayuda a navegar y explorar espacios interiores utilizando la cámara y los sensores inerciales de tu teléfono. Actúa como un "compañero que ve bien" que te ayuda guiándote a lo largo de una ruta, proporcionándote indicaciones y señales de audio. La aplicación funciona mejor en espacios interiores, donde el GPS no funciona o es poco fiable.

# ClewIntroTutorialTitle
source: Intro to Clew
ar: مقدمة حول Clew
es: Introducción a Clew

# PausingARouteOrRecordingAAnchorPointContentParagraph1
source: The procedure for pausing the route and recording an anchor point are the same. The key idea is that in order to reuse routes, your phone must be able to align its current position with a position from the recorded route. In some cases, Apple's ARKit will be able to automatically do this alignment (for example, when the camera sees a distinctive visual feature that can be matched to the recording); however, in many situations this will not be possible.
ar: تعتبر عملية الإيقاف المؤقت للطريق وتسجيل نقطة ثابتة بمثابة الشيء نفسه. وتكمن الفكرة الرئيسية في بأنك عندما تود استخدام الطريق المسجل مرة أخرى، ينبغي عليك وضع الهاتف بالطريقة نفسها التي قمت بتسجيل الطريق بها. وفي بعض الأحيان، ستقوم ميزة الواقع المعزز الخاصة بApple بهذا الأمر تلقائيا، (على سبيل المثال، عندما تلتقط الكاميرا ميزة بصرية ظاهرة تمكن مطابقتها مع التسجيل) وفي معظم الأوقات، يكون هذا الأمر غير متاح.
es: El procedimiento para pausar la ruta y grabar un punto de anclaje es el mismo. La idea clave es que para poder reutilizar las rutas, el teléfono debe poder alinear tu posición actual con una posición de la ruta grabada. En algunos casos, el ARKit de Apple será capaz de realizar esta alineación automáticamente (por ejemplo, cuando la cámara ve una característica visual distintiva que se puede adaptar a la grabación), sin embargo, en muchas situaciones esto no será posible.

# PausingARouteOrRecordingAAnchorPointContentParagraph2
source: In order to align your position in such cases you must be able to place the phone in a position and orientation such that you can reliably return the phone to that same position and orientation when reloading a saved route. While it is not crucial that you position the phone in exactly the same place (although the more accurately you can do this, the better the app will work), you must be able to place the phone in precisely the same orientation. To make it easy to return the phone to the same orientation, you should hold your phone flat with the screen facing up and press the top (short-edge) of your phone flush with a vertical surface (like a wall). More instructions are provided in the app when you activate the pause feature or the create anchor point feature.
ar: ولكي تتمكن من عمل هذا الأمر بشكل جيد، ينبغي عليك وضع الهاتف باتجاه ثابت، بحيث تمكنك العودة لهذا الاتجاه عندما ترغب في إعادة تحميل الطريق المحفوظ مسبقا. فليس من الضروري وضع الهاتف في المكان نفسه بالضبط (فكلما فعلت ذلك جيدا، سيعمل التطبيق بشكل أفضل)، إذ ينبغي عليك أن تكون قادرا على وضع الهاتف باتجاه ثابت على الدوام. ولتسهيل عملية إعادة الهاتف إلى الاتجاه نفسه، ينبغي عليك وضع هاتفك بشكل ثابت، ثم وجه الشاشة لأعلى واضغط على الجزء العلوي (الزاوية القصيرة من الهاتف). سيتم عرض المزيد من المعلومات داخل التطبيق عند تفعيل ميزة الإيقاف المؤقت أو ميزة إنشاء النقطة الثابتة.
es: Para alinear tu posición en estos casos, debes poder colocar el teléfono en una posición y orientación que te permita volver a colocarlo en esa misma ubicación cuando recargues una ruta guardada. Aunque no es crucial que coloques el móvil exactamente en el mismo lugar, debes ser capaz de ubicarlo lo más fielmente posible, ya que cuanto más preciso seas al hacer esto, mejor funcionará la aplicación. Para facilitar el retorno del teléfono a la misma posición y orientación, debes grabar el punto de anclaje manteniendo el móvil plano con la pantalla hacia arriba y presionando el borde superior (el lado corto) a ras con una superficie vertical (como una pared). Se proporcionan más instrucciones en la aplicación cuando se activa la función de pausa o la función de crear un punto de anclaje.

# PausingARouteOrRecordingAAnchorPointHeader
source: Pausing a route or recording an Anchor Point
ar: إيقاف الطريق مؤقتاً أو تسجيل نقطة ثابتة
es: Detener una ruta o grabar un punto de anclaje

source: Permission to use the microphone is required to use the voice notes feature.
ar: ينبغي الحصول على إِذن المايكروفون لكي تتمكن من استخدام ميزة الملاحظات الصوتية
es: Se requiere permiso para acceder al micrófono para usar la función de notas de voz.

source: Settings
ar: الإعدادات
es: Ajustes

# addingALandmarkTutorialTextParagraph1
source: Voice notes allow you to record a landmark or leave specific information that you want to hear later when navigating in the return direction. To leave a voice note:
ar: تسمح لك الملاحظات الصوتية القيام بتسجيل علامة مرجعية أو ترك معلومات محددة ترغب بسماعها لاحقا عند التنقل في طريق العودة. لكي تسجل ملاحظة صوتية, قم ب:
es: Las notas de voz te permiten grabar un punto de referencia o dejar una información específica que desee es escuchar más tarde cuando navegues en la dirección de retorno. Para dejar una nota de voz:

# addingALandmarkTutorialTextParagraph2
source: Tap the voice note button at any time that you are recording a route. The app will then open the voice recorder. Press the record button to leave a voice memo.
ar: اضغط على زر الملاحظة الصوتية في أي وقت عند قيامك بتسجيل طريقاً ما. سيظهر بعد ذلك مسجل الصوت. اضغط على زر التسجيل لترك ملحوظة صوتية.
es: Pulsa el botón de Nota de Voz en cualquier momento en que estés grabando una ruta. La aplicación abrirá la grabadora de voz. Presiona el botón de Grabación para dejar tu nota.

# addingALandmarkTutorialTextParagraph3
source: Tap the stop recording button and resume recording your route.
ar: ثم اضغط على زر إيقاف التسجيل واستئنف تسجيل الطريق.
es: Pulsa el botón de Detener la Grabación y reanuda la grabación de tu ruta.

# addingALandmarkTutorialTextParagraph4
source: When you navigate your route, Clew will play your voice note when you pass through your recorded landmark. You can record as many voice notes as you want.
ar: عند التنقل في الطريق المسجل، سيقوم Clew بتشغيل الملاحظة الصوتية عند المرور عبر العلامة المرجعية. يمكنك تسجيل عدد غير محدود من الملاحظات الصوتية.
es: Cuando navegues por tu ruta, Clew reproducirá tu nota de voz cuando pases por el punto de referencia grabado. Puedes grabar tantas notas de voz como desees.

# addingALandmarkTutorialTitle
source: Adding a Landmark - Voice Notes
ar: إضافة علامة صوتية
es: Añadir un Punto de Referencia - Notas de Voz

# adjustOffsetAlertContent
source: While you were recording this route, the app determined that your phone's rear camera was not pointing straight ahead. When navigating the recorded route, if your phone is not pointing straight ahead, the app's directional guidance may be confusing. If it is difficult for you to keep you phone pointing straight ahead, the app can automatically adjust its guidance so that it is relative to your body rather than the phone's direction. Would you like enable this feature? You can always disable this feature in the settings menu under "Correct Offset of Phone / Body." Important details of this feature are available in the help menu.
ar: عند قيامك بتسجيل هذا الطريق, لاحظ التطبيق بأن الكاميرا الخلفية لهاتفك لم تكن موجهة للأمام مباشرة. وبما أن هاتفك لم يكن موجها للأمام مباشرة، فعند التنقل في الطريق المسجل، ربما تخطئ الاتجاهات قليلا. إذا كان من الصعب عليك وضع الهاتف في اتجاه ثابت، فيمكن للتطبيق تعديل اتجاهاته تلقائيا، بحيث يكون التطبيق معتمدا على جسمك بدلا من كاميرا الهاتف. هل تريد تفعيل هذه الميزة؟ يمكنك دائما تعطيل هذه الميزة عن طريق قائمة الإعدادات داخل خيار "ضبط موازنة الهاتف مع الجسم." تتوفر معلومات مهمة لهذه الميزة داخل قائمة المساعدة.
es: Mientras estabas grabando la ruta, la aplicación determinó que la cámara trasera del teléfono no apuntaba en línea recta. Al navegar por la ruta grabada, si el móvil no está apuntando en la dirección adecuada, el guiado direccional de Clew puede ser erróneo. Si te resulta difícil mantener el teléfono apuntando en línea recta, la aplicación puede ajustar automáticamente su orientación para que sea relativa a tu cuerpo y no a la dirección del móvil. ¿Deseas activar esta función? Podrás desactivarla en cualquier momento en los ajustes, en "Corregir la compensación del teléfono / cuerpo.". Los detalles de esta función están disponibles en el menú de ayuda

# adjustOffsetReminderAnnouncement
source: Correction for phone / body offset will be updated as you start walking.
ar: سيتم تحديث التصحيح التلقائي لإزاحة الهاتف / الجسم عندما تبدء بالسير
es: La corrección para el desplazamiento del teléfono / cuerpo se actualizará cuando empieces a caminar

# alignToAnchorPointButtonText
source: Find Anchor Point
ar: العثور على نقطة ثابتة
es: Encontrar un Punto de Anclaje

# anchorPointAlignmentText
source: Please align your device with your previously recorded anchor point. To do this hold your device flat with the screen pointing up. Press the top (short) edge flush with the same vertical surface that you used to create the anchor point. Activating the align button will start an alignment countdown this is intended to give you time to make final adjustments to the positioning of your device. At the end of the countdown the alignment will be taken and the device will provide an announcement indicating that the anchor point was saved.
ar: الرجاء محاذاة هاتفك مع نفس النقطة الثابتة التي قمت بتسجيلها مسبقاً. وللقيام بذلك، ينبغي عليك وضع هاتفك بشكل ثابت، ثم وجه الشاشة لأعلى واضغط على الجزء العلوي (الزاوية القصيرة من الهاتف)، استخدم نفس الطريقة المستخدمة عند تسجيل النقطة الثابتة. عند تفعيل زر المحاذاة سيبدأ العد التنازلي للمحاذاة، ويهدف هذا الزر لمنحك الوقت لإجراء التعديلات النهائية على اتجاه جهازك. في نهاية العد التنازلي، سيتم اعتماد اتجاه الجهاز وسيعلمك الهاتف بأنه قد تم حفظ النقطة الثابتة بنجاح.
es: Alinea el dispositivo con el punto de anclaje grabado anteriormente. Para ello, mantenlo en posición horizontal con la pantalla apuntando hacia arriba, Presionando el borde superior (el corto) a ras con la misma superficie vertical que utilizaste para crear el punto de anclaje. Tras ello, activa el botón de alineación que iniciará una cuenta atrás que te dará tiempo para ajustar la posición del dispositivo. Al final de la cuenta atrás se tomará la alineación y obtendrás un mensaje indicando que el punto de anclaje se ha guardado.

# anchorPointIntroductionToSavedText
source: The Anchor Point information you entered is:
ar: معلومات النقطة الثابتة التي أدخلتها هي:
es: La información del punto de anclaje que introdujiste es:

# anchorPointPop-UpCancel
source: Don't specify this information
ar: لا تُفصّل هذه المعلومات
es: No especificar esta información

# anchorPointPracticeAlignTextParagraph1
source: Nice Job! You've set an anchor point!
ar: عمل رائع! لقد قمت بعمل نقطة ثابتة!
es: ¡Bien hecho! ¡Has fijado un punto de anclaje!

# anchorPointPracticeAlignTextParagraph2
source: Now that you've saved an anchor point, try walking away from it- or wait a few minutes to return to the next exercise.
ar: الآن وبعد أن قمت بتحديد نقطة ثابتة، حاول المشي بعيدا عنها أو انتظر بضع دقائق للانتقال إلى التمرين التالي.
es: Ahora que has guardado un punto de anclaje, intenta alejarte de él, o espera unos minutos para volver al siguiente ejercicio.

# anchorPointPracticeFeedbackBadText
source: Oh no, try again! You were poorly aligned to the saved anchor point. This would have resulted in a route navigation with significant errors. Try practicing again to get a perfect alignment.
ar: أوه, لا، حاول مرة أخرى! لم تكن جيداً من الانتقال إلى النقطة الثابتة المحفوظة مسبقا. قد يؤدي هذا إلى التنقل بشكل خاطئ في الطريق. قم بالمحاولة مرة أخرى للحصول على تنقل مثالي.
es: ¡Oh no, inténtalo de nuevo! Estabas mal alineado con el punto de anclaje guardado. Ello habría dado lugar a una navegación de ruta con errores significativos. Intenta practicar de nuevo para conseguir una alineación perfecta.

# anchorPointPracticeFeedbackGoodText
source: Good job! You were fairly aligned to the saved anchor point, which would have resulted in a route navigation with some potential misalignment. Try practicing again to get a perfect alignment.
ar: أحسنت! كنت جيداً نوعاً ما في الانتقال إلى النقطة الثابتة المحفوظة مسبقاً، سيؤدي هذا إلى التنقل في الطريق مع وجود بعض الأخطاء. حاول القيام بذلك مرة أخرى للحصول على تنقل مثالي.
es: ¡No ha estado mal! Estabas bastante alineado con el punto de anclaje guardado, pero ello habría dado lugar a una navegación de ruta con algunos errores potenciales. Intenta practicar de nuevo para conseguir una alineación perfecta.

# anchorPointPracticeFeedbackPerfectText
source: Great job! You were very well aligned to the saved anchor point, which would have resulted in a very good route navigation. You now know how to find and align to anchor points and you're ready to start saving routes.
ar: عمل رائع! كنت محاذياً بشكل رائع للنقطة الثابتة المحفوظة مسبقاً، وهو ما سيضمن لك تنقلا جيدا. أنت على دراية كافية بكيفية العثور على نقاط ثابتة, وأنت على استعداد لبدء تسجيل الطرق.
es: ¡Bien hecho! Te has alineado muy bien con el punto de anclaje guardado, lo que habría dado lugar a una navegación de ruta muy buena. Ahora ya sabes cómo encontrar y alinear los puntos de anclaje. Estás listo para empezar a guardar rutas.

# anchorPointPracticeRetryAlignButton
source: Retry Finding Anchor Point Step
ar: إعادة محاولة العثور على نقطة ثابتة
es: Reintentar el paso de encontrar el Punto de Anclaje

# anchorPointPracticeRetryButton
source: Restart Practice
ar: إعادة الممارسة
es: Reiniciar la Práctica

# anchorPointPracticeSetTutorialTextParagraph1
source: This exercise will have you practice setting an anchor point. Remember to choose a location for your anchor point that you can easily find at some later time. You'll practice setting the anchor point using the physical alignment method. Remember to position your phone flat with the screen facing up against a vertical edge of a wall, or doorframe or a table.
ar: سيجعلك هذا التمرين تتدرب على وضع نقطة ثابتة. تذكر أن تختار موقعاً لنقطة ثابتة بحيث يمكنك العثور عليها بسهولة في وقت لاحق. ستتمرن على ضبط النقطة الثابتة باستخدام طريقة المحاذاة الجسدية. تذكر أن تضع هاتفك بشكل مسطح مع توجيه الشاشة لأعلى مقابل حافة رأسية للحائط أو إطار باب أو طاولة.
es: Este ejercicio te permitirá practicar el establecimiento de un punto de anclaje. Recuerda elegir una ubicación que puedas encontrar fácilmente en algún momento posterior. Practicarás la fijación del punto de anclaje utilizando el método de alineación física. Para ello ya sabes que deberás colocar tu teléfono en posición horizontal con la pantalla hacia arriba contra un borde vertical de una pared, el marco de una puerta o una mesa.

# anchorPointPracticeSetTutorialTextParagraph2
source: Press the Set Anchor Point button, position your phone, and wait for the countdown.
ar: اضغط على زر وضع النقطة الثابتة ثم وجه هاتفك وانتظر العد التنازلي.
es: Pulsa el botón Establecer Punto de Anclaje, coloca el teléfono y espera la cuenta atrás.

# anchorPointPracticeSetTutorialTitle
source: Setting an Anchor Point
ar: إنشاء نقطة ثابتة
es: Establecer un Punto de Anclaje

# anchorPointTextHeading
source: Anchor Point information
ar: معلومات النقطة الثابتة
es: Información sobre el punto de anclaje

# anchorPointTextPlaceholder
source: Enter Anchor Point information
ar: أدخل معلومات النقطة الثابتة
es: Introduce la información del punto de anclaje

# anchorPointTextPop-UpConfirmation
source: Ok
ar: موافق

# anchorPointTextPrompt
source: Enter text about the Anchor Point that will allow you to find the exact same point later on.
ar: أدخل نصاً حول النقطة الثابتة يمكِّنك من العثور عليها لاحقا.
es: Introduce el texto sobre el punto de anclaje que te permitirá encontrar el mismo punto más adelante.

# anchorPointsTutorialText
source: Setting anchor points is an important skill that is needed in order to save routes or pause navigation. Anchor points allow Clew to record your position and orientation within the route's environment. The anchor point realigns you to the correct path whenever you want to navigate a route that has been saved for later use and they are essential to Clew's navigation accuracy.
ar: يعد تعيين النقاط الثابتة مهارة مهمة مطلوبة لحفظ الطرقات أو إيقاف التنقل مؤقتاً. تسمح النقاط الثابتة لـ Clew بتسجيل موقعك واتجاهك داخل بيئة الطريق. وتعيد النقطة الثابتة محاذاتك إلى الطريق الصحيح متى أردت التنقل في طريق تم حفظه لاستخدامه لاحقاً، وهي ضرورية لضمان دقة تنقل عالية في Clew.
es: Establecer puntos de anclaje es una habilidad necesaria y muy importante para guardar rutas o pausar la navegación. Estos puntos permiten a Clew registrar tu posición y orientación dentro del entorno de la ruta. El punto de anclaje te realinea en la ruta correcta cada vez que quieras navegar por una ruta que haya sido guardada para su uso posterior y son esenciales para la precisión de la navegación de Clew.

# anchorPointsTutorialTitle
source: Setting and Finding Anchor Points
ar: إنشاء نقطة ثابتة والعثور عليها
es: Establecer y Encontrar Puntos de Anclaje

# appFeaturesCurrentVersionHeading
source: Current Version
ar: الإصدار الحالي
es: Versión actual

# appFeaturesFutureVersionsContent
source: We are working on improving alignment mechanisms to make it easier and quicker to begin navigation of routes.
ar: نحن نعمل جاهدين على تحسين آلِيَّة المحاذاة لجعل عملية الملاحة أسهل وأسرع.
es: Estamos trabajando en la mejora de los mecanismos de alineación para facilitar y agilizar el inicio de la navegación de las rutas.

# appFeaturesFutureVersionsHeader
source: Future Versions
ar: الإصدارات المستقبلية
es: Versiones futuras

# appFeaturesHeading
source: App features
ar: مميزات التطبيق
es: Características de la aplicación

# appSoundsAndTheirMeaningsContent
source: In addition to the auditory guidance that you get when navigating along a route (described previously), there are some additional sounds that help you understand what is currently happening with the app. If you have enabled the speech feedback option in the app settings, each of these sounds is accompanied by speech that briefly explains the sounds meaning. Note that these sounds are not delivered when you are in the help menu (to avoid distracting you while you are reading through the help information).
ar: بالإضافة إلى الإشارات الصوتية التي تحصل عليها أثناء تنقلك عبر الطريق (الموصوفة مسبقا)، تتوفر أيضا مجموعة إضافية من الأصوات التي تساعدك على فهم الأحداث الحالية التي تَحدُث في التطبيق. إذا قمت مسبقا بتفعيل خيار تعليقات الكلام عن طريق إعدادات التطبيق، فسيكون كل صوت من هذه الأصوات مصحوبا بجملة تَصِف المعنا الخاص بالصوت. لاحظ بأن هذه الأصوات لا تصلك عندما تكون في قائمة المساعدة (وذلك لتجنب إزعاجك أثناء تنقلك بين المعلومات).
es: Además de la guía sonora que recibes al navegar por una ruta (descrita anteriormente), hay algunos sonidos adicionales que te ayudan a entender lo que está sucediendo en la aplicación. Si has activado la opción de retroalimentación de voz en los ajustes de la app, cada uno de estos sonidos va acompañado de un mensaje verbal que explica brevemente su significado. Ten en cuenta que estos sonidos no se emiten cuando estás en el menú de ayuda (para evitar distraerte mientras lees su información).

# appSoundsAndTheirMeaningsHeader
source: App sounds and their meanings
ar: أصوات التطبيق ومعانيها
es: Los sonidos de la aplicación y sus significados

# appSoundsAndTheirMeaningsMotionTrackingWarningSoundBullet
source: Motion tracking warning sound: this sound is a short recording of a stringed instrument playing a slightly scratchy note. This sound indicates that the app's position tracking has been degraded either due to the phone moving too rapidly or due to the environment not having an adequate amount of visual detail. The latter condition occurs if your environment is too dark or if the camera is occluded.
ar: صوت تحذير تتبع الحركة: هو عبارة عن مقطع صوتي قصير لآلة وترية خشنة. ويشير هذا الصوت بأن تتبع التطبيق للحركة قد انخفض إما بسبب تحرك الهاتف بسرعة أو بسبب انعدام الضوضاء في المكان. ويحدث هذا الأمر إذا كانت المنطقة مظلمة جدا أو إذا كان مدخل الكاميرا مغلقاً.
es: Sonido de advertencia de Seguimiento de movimiento: este sonido es una breve grabación de un instrumento de cuerda que toca una nota ligeramente rasposa. Indica que el seguimiento de la posición de la aplicación se ve afectado debido a que el teléfono se mueve demasiado rápido o a que el entorno no tiene una cantidad adecuada de detalles visuales. Esta última condición ocurre si el entorno es demasiado oscuro o si la cámara está ocluida.
