Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# orientPhoneTutorialInstructionTextParagraph2
source: It is important to maintain the phone in the vertical pose, with the rear camera facing forward (pointed away from your body) whenever you are navigating or saving a route. Maintaining the phone in this pose helps reduce errors from the app.
ar: من المهم الإبقاء على الهاتف في الوضع الرأسي، بحيث تكون الكاميرا الخلفية متجهة للأمام (متجهة بعيداً عن جسمك) عندما تتنقل أو تحفظ طريقاً. ويساعد الإبقاء على الهاتف في هذا الوضع في تقليل الأخطاء في التطبيق.
es: Cuando estés navegando o guardando una ruta es importante mantener el teléfono en posición vertical, con la cámara trasera orientada hacia delante (apuntando en dirección contraria a tu cuerpo). Mantener el móvil en esta posición ayuda a reducir los errores de la aplicación.

# orientPhoneTutorialInstructionTextParagraph3
source: The following exercise will help you practice holding your phone in the correct pose for Clew. Tap the Practice button to begin.
ar: سيساعدك التمرين التالي على التدرب على حمل هاتفك في الوضع الصحيح لـ Clew. اضغط على زر الممارسة للبدء.
es: El siguiente ejercicio te ayudará a practicar cómo mantener el teléfono en la posición correcta al usar Clew. Pulsa el botón de Práctica para comenzar.

# orientPhoneTutorialPracticeButton
source: Practicing the Correct Phone Pose
ar: التدرب على وضعية الهاتف الصحيحة
es: Practicar la Posición Correcta del Teléfono

# orientPhoneTutorialPracticeInstructionsParagraph1
source: Now you can practice holding your phone in the correct pose for using Clew. Remember that the rear camera should face forward or away from you.
ar: يمكنك الآن التدرب على حمل هاتفك في الوضع الصحيح لاستخدام Clew. تذكر أن على الكاميرا الخلفية أن تكون متجهة للأمام أو بعيداً عنك.
es: Ahora puedes practicar cómo sostener el teléfono en la posición correcta para utilizar Clew. Recuerda que la cámara trasera debe estar orientada hacia delante o en dirección contraria a ti.

# orientPhoneTutorialPracticeInstructionsParagraph2
source: Begin the exercise by moving your phone from a horizontal pose to a more vertical pose. Your phone will buzz and make a distinct tone the further you are off from the correct pose. You'll then hear a success chime when you achieve the correct vertical pose. Try moving your phone in and out of the correct pose a couple of times to hear the difference.
ar: ابدأ التمرين بتحريك هاتفك من الوضع الأفقي إلى الوضع الرأسي. وسيهتز هاتفك ويصدر نغمة مميزة كلما ابتعدت عن الوضع الصحيح. وستسمع بعد ذلك رنيناً مختلفاً عند نجاحك في تحقيق الوضع الرأسي الصحيح. حاول تحريك هاتفك داخل الوضع الصحيح وخارجه عدة مرات لملاحظة الفرق.
es: Comienza el ejercicio moviendo el teléfono desde una posición horizontal hasta una posición más vertical. El móvil emitirá un zumbido y un tono distinto cuanto más se aleje de la postura correcta. Cuando consigas la posición vertical adecuada oirás un timbre de “éxito”. Vuelve a moverlo un par de veces más en dirección horizontal y vertical para escuchar la diferencia.

# orientPhoneTutorialPracticeInstructionsParagraph3
source: Now it's your turn. Tap the Start button to begin.
ar: حان الآن دور الممارسة. اضغط على زر البدء للانطلاق.
es: Ahora es tu turno. Pulsa el botón de Comenzar.

# orientPhoneTutorialPracticeStart
source: Start
ar: بدء
es: Comenzar

# orientPhoneTutorialPracticeStop
source: Stop
ar: إيقاف
es: Detener

# orientPhoneTutorialPracticeSuccess
source: Nice Job! You now know how to hold the phone in the correct pose. You can keep practicing or go to the next section.
ar: عمل رائع! أنت الآن تعرف كيفية حمل الهاتف في الوضعية الصحيحة. يمكنك الاستمرار في التمرين أو الانتقال إلى القسم التالي.
es: ¡Bien hecho! Ahora ya sabes cómo sostener el teléfono en la posición correcta. Puedes seguir practicando o pasar a la siguiente sección.

# orientPhoneTutorialPracticeTitle
source: Practicing the Correct Phone Pose
ar: التدرب على وضعية الهاتف الصحيحة
es: Practicar la Posición Correcta del Teléfono

# orientPhoneTutorialTip1
source: Try holding your phone against your chest when you're navigating a route to ensure it remains in the correct vertical pose with the camera facing directly in front of you.
ar: حاول تثبيت هاتفك مقابل صدرك أثناء التنقل في طريق للتأكد من بقائه في الوضع الرأسي الصحيح مع توجيه الكاميرا إلى أمامك مباشرةً.
es: Prueba a sujetar el teléfono contra el pecho cuando navegues por una ruta para asegurarte de que se mantiene en la posición vertical correcta con la cámara mirando directamente al frente.

# orientPhoneTutorialTip2
source: We also recommend that you hold the phone in the opposite hand that you use to work with your white cane or guide dog.
ar: نوصي أيضاً بأن تمسك الهاتف باليد المعاكسة لتلك التي تستخدمها للتعامل مع عصاك البيضاء أو كلبك المرشد.
es: También te recomendamos que sujetes el teléfono con la mano contraria con la que utilizas el bastón blanco o perro guía.

# orientPhoneTutorialTipsTitle
source: Tips
ar: نصائح
es: Consejos

# pauseButtonAccessibilityLabel
source: Pause session
ar: إيقاف مؤقت
es: Pausar sesión

# pausingNavigationTutorialText
source: You can pause Clew if you want to initiate the return navigation at a later time. Pausing Clew will require you to set an 'anchor point'. The anchor point stores important orientation and directional information and is needed to realign you to the correct path. The following module will teach you how to use anchor points.
ar: يمكنك إيقاف Clew مؤقتاً إذا كنت تريد العودة في وقت لاحق. سيتطلب منك إيقاف Clew مؤقتاً تعيين "نقطة ثابتة". وتخزن النقطة الثابتة معلومات مهمة متعلقة بالتوجيه والاتجاه، وهي ضرورية لإعادة محاذاتك بالطريق الصحيح عند استئناف عمل التطبيق. سيعلمك هذا الدرس كيفية استخدام النقاط الثابتة.
es: Puedes poner a Clew en pausa si deseas iniciar la navegación de retorno en un momento posterior. Para pausar la aplicación deberás establecer un "punto de anclaje". Estos puntos almacenan información importante de orientación y dirección y son necesarios para volver a alinear la ruta de forma correcta. El siguiente módulo te enseñará a utilizar los puntos de anclaje.

# pausingNavigationTutorialTitle
source: Pausing Navigation
ar: إيقاف التنقل مؤقتا
es: Pausar la Navegación

# physicalAlignmentTutorialTextParagraph1
source: You set a physical anchor point using the phone's inertial sensors. This method requires you to hold the phone in the horizontal or flat pose with the screen facing up, and press the top (short edge) of the phone against a vertical edge, like against a wall, a doorframe or a table.
ar: تقوم المحاذاة الالمادية بتعيين النقطة الثابتة باستخدام مستشعرات الحركة الخاصة بالهاتف. تتطلب هذه الطريقة إمساك الهاتف في الوضع الأفقي أو المسطح مع توجيه الشاشة لأعلى ووضع الجزء العلوي (الحافة القصيرة) من الهاتف مقابل حافة عمودية مثل جدار أو إطار باب أو طاولة أو ما شابه.
es: La alineación física establece el punto de anclaje utilizando los sensores inerciales del teléfono. Este método requiere que sostengas el móvil en posición horizontal o plana con la pantalla hacia arriba, y presiones su parte superior (borde corto) contra una superficie vertical, como una pared, el marco de una puerta o una mesa.

# physicalAlignmentTutorialTextParagraph2
source: Press the align button and wait for the countdown. The anchor point will be saved at the end of the countdown.
ar: اضغط على زر المحاذاة وانتظر انتهاء العد التنازلي. سيتم حفظ النقطة الثابتة في نهاية العد التنازلي.
es: Pulsa el botón de Alineación y espera durante la cuenta atrás. El punto de anclaje se guardará al final de la cuenta regresiva.

# physicalAlignmentTutorialTitle
source: Physical Anchor Point
ar: المحاذاة المادية
es: Alineación Física

# playVoiceNoteButtonAccessibilityLabel
source: Play recorded voice note
ar: تشغيل الملاحظة الصوتية المسجلة
es: Reproducir nota de voz grabada

# practiceTutorialTitle
source: Practice
ar: ممارسة
es: Práctica

# properDevicePositioningAnnouncement
source: Hold vertically with the rear camera facing forward.
ar: أمسك الهاتف عمودياً مع توجيه الكاميرا الخلفية إلى الأمام.
es: Sujeta el dispositivo verticalmente con la cámara trasera mirando hacia adelante.

# providingFeedbackToTheDevelopmentTeamContent
source: Please send all feedback to the development team through the feedback popover in the Clew app. The feedback popover is accessible by tapping the feedback button in the app. We take your feedback seriously and will do our best to act on it.
ar: الرجاء القيام بإرسال الملاحظات إلى فريق المطورين عن طريق خيار إرسال الملاحظات من داخل تطبيق Clew. ويمكن الوصول إلى هذا الخيار عن طريق الضغط على زر الملاحظات داخل التطبيق. نحن نأخذ ملاحظاتك على محمل الجد وسنبذل قصارى جهدنا للاستجابة لها.
es: Por favor, envíanos comentarios al equipo de desarrollo a través de la ventana emergente que hay para tal efecto. Se puede acceder a esta ventana desde el botón Enviar comentarios en la aplicación. Nos tomamos muy en serio tu opinión y haremos todo lo posible para actuar en consecuencia.

# providingFeedbackToTheDevelopmentTeamHeader
source: Providing feedback to the development team
ar: إرسال الملاحظات لفريق المطورين
es: Envía comentarios al equipo de desarrollo

# ratingYourNavigationExperienceContent
source: Once you are done navigating, assuming you have enabled the &quot;Send Logs&quot; setting, the app will ask you to rate your service. These ratings help us improve the app experience and the app's accuracy. Along with your rating, your phone's path will be sent in the log. Please note that this data is not linked to you in any way and it does not contain any information about the location where the path was recorded (e.g., no GPS coordinates are logged). Further, no images or other sensitive information are logged by the app. If you have any concerns about the data in the logs, please contact us (or simply switch off the &quot;Send Logs&quot; feature in the app settings).
ar: عندما تنتهي من التنقل وبافتراض أنك قمت بتفعيل خيار إرسال البيانات، سيطلب منك التطبيق القيام بتقييم الخدمة. تساعدنا هذه التقييمات على تحسين الجودة والدقة في التطبيق. سيتم إرسال طريق الهاتف مع البيانات. نود إعلامك بأن هذه البيانات ليست مرتبطة بك في أي حال من الأحوال، ولا تتضمن البيانات أية معلومات متعلقة بمكان تسجيل الطريق. (لا تتضمن البيانات إشارات GPS ولا تتضمن أي صور أو معلومات حساسة). إذا كان لديك قلق حول البيانات داخل السجلات، الرجاء التواصل معنا (أو قم بكل بساطة بتعطيل خيار إرسال البيانات من داخل إعدادات التطبيق.
es: Una vez que hayas terminado de navegar, asumiendo que has habilitado la función para &quot;Enviar registros de usuario&quot;, la aplicación te pedirá que valores el servicio. Estas calificaciones nos ayudan a mejorar la experiencia de la aplicación y su precisión. Junto con tu puntuación, la ruta de tu teléfono se enviará en el registro. Ten en cuenta que estos datos no están vinculados a ti de ninguna manera y no contienen ninguna información sobre la ubicación donde se grabó la ruta (por ejemplo, no se envían coordenadas GPS). Además, la aplicación no registra ninguna imagen u otra información sensible. Si tienes alguna duda sobre los datos que se envían, ponte en contacto con nosotros (o simplemente desactiva esta función de &quot;Enviar registros de usuario&quot; en los ajustes de la aplicación).

# ratingYourNavigationExperienceHeader
source: Rating your navigation experience
ar: تقييم التنقل
es: Evaluar tu experiencia de navegación

# ratingYourServiceViewText
source: Navigation complete. Please rate the quality of your navigation experience.
ar: اكتمل التنقل. الرجاء تقييم جودة تجربة التنقل الخاصة بك.
es: Navegación completada. Por favor, evalúa la calidad de tu experiencia de navegación.

# realignToSavedRouteAnnouncement
source: Successfully matched current environment to saved route.
ar: تمت مطابقة موقعك الحالي مع الطريق المحفوظ بنجاح.
es: Se ha adaptado con éxito el entorno actual a la ruta guardada.

# recordSingleUseRouteButtonAccessibilityLabel
source: Record a single use route
ar: تسجيل طريق فردي
es: Grabar una ruta de un solo uso

# recordSpatialVoiceNoteAccessibilityLabel
source: Record a voice note anchored to your current location
ar: تسجيل ملاحظة صوتية تدلك على موقعك الحالي
es: Grabar una nota de voz vinculada a tu ubicación actual

# recordingARouteContent
source: As soon as the app launches, the app will present three buttons: save route, single use route, and saved routes list. To navigate a route that you don't need to save, simply press the single use route button and follow the app's instructions. To save a route, activate the save route button. The app will walk you through the process of saving a route by first asking you to create an anchor point. The procedure for creating an anchor point is described later in this document and also through in-app instructions. If at any point you want to cancel an activity and return to this recording screen from any other part of the app, either the home button, or in some cases a “done” button, can be pressed to reset the app status and return to the recording view.
ar: عندما يعمل التطبيق، سيعرض لك ثلاثة أزرار مختلفة: حفظ الطريق واستخدام طريق فردي وقائمة الطرق المحفوظة. ولكي تتنقل في طريق ما دون الرغبة في حفظه، قم ببساطة بالضغط على زر استخدام طريق فردي، وتابع إرشادات التطبيق. ولحفظ الطريق، قم بضغط زر حفظ الطريق. وسيرشدك التطبيق بطريقة تسجيل الطريق بالطلب منك أولا القيام بإنشاء نقطة ثابتة. وسيتم تفصيل طريقة إنشاء النقطة الثابتة لاحقاً في هذه القائمة ومن خلال إرشادات التطبيق. إذا كنت ترغب في أي وقت في إلغاء نشاط ما والعودة لشاشة التسجيل هذه في أي جزء من التطبيق، يمكنك ضغط زر الصفحة الرئيسية أو زر تم للعودة إلى شاشة التسجيل.
es: Al iniciar la aplicación, ésta presenta tres botones: Guardar ruta, Grabar ruta de un solo uso y Listado de rutas guardadas. Para navegar por una ruta que no necesitas guardar, simplemente presiona el botón de Grabar ruta de un solo uso y sigue las instrucciones de la aplicación. Para guardar una ruta, activa el botón Guardar ruta. La aplicación te guiará a través del proceso de guardar una ruta pidiéndote primero que crees un punto de anclaje. El procedimiento para crear un punto de anclaje se describe más adelante en este documento y también a través de las instrucciones de la aplicación. Si en algún momento deseas cancelar una actividad y volver desde cualquier otra parte de la aplicación a esta pantalla de grabación, puedes pulsar el botón que lleva a la pantalla de inicio de Clew, o en algunos casos, el botón de Hecho para restablecer el estado de la aplicación y volver a la vista de grabación.

# recordingARouteHeader
source: Recording a route
ar: تسجيل الطريق
es: Grabar una ruta

# recordingARouteProperPositioningContent
source: The app's motion estimates are based primarily on analyzing images from your phone's camera. The app will not work unless your phone's rear camera is capturing images of your environment. The app will not work if the phone is in your pocket or if any part of your body is blocking your phone's rear camera. We have found that the app works best when you hold the phone in portrait orientation with the rear camera facing directly ahead of you and the phone oriented vertically. Other orientations can work, but may result in diminished accuracy.
ar: تعتمد تقديرات الحركة في التطبيق على تحليل الصور من كاميرا هاتفك. فلن يعمل التطبيق إلا إذا كانت الكاميرا الخلفية لهاتفك قادرة على التقاط صورًا لمحيطك. لن يعمل التطبيق إذا كان الهاتف في جيبك أو إذا كان أي جزء من جسمك يغطي الكاميرا الخلفية لهاتفك. وقد وجدنا أن التطبيق يعمل على النحو الأمثل عندما تمسك الهاتف بشكل عمودي ثم توجه الكاميرا الخلفية إلى أمامك مباشرةً. قد تنجح وضعيات أخرى للهاتف والكاميرا نوعا ما، ولكن من المحتمل أن تتسبب في دقة أقل.
es: Las estimaciones de movimiento de la aplicación se basan principalmente en el análisis de imágenes de la cámara del teléfono. Clew no funcionará a menos que la cámara trasera de tu móvil esté capturando imágenes de tu entorno. Tampoco funcionará si éste está en el bolsillo o si alguna parte del cuerpo bloquea su cámara. Hemos descubierto que la aplicación funciona mejor cuando sostienes el teléfono en orientación vertical con la cámara trasera enfocada al frente. Otras orientaciones pueden funcionar, pero pueden disminuir la precisión.

# recordingARouteProperPositioningHeading
source: Properly positioning your phone when using Clew
ar: وضع الهاتف بشكل صحيح عند استخدام Clew
es: Posicionamiento correcto del teléfono al usar Clew

# resumeAnchorPointToReturnNavigationAnnouncement
source: Aligned to anchor point. Starting navigation.
ar: تمت المحاذاة مع النقطة الثابتة. يجري بدء التنقل.
es: Alineado al punto de anclaje. Iniciando la navegación.

# resumePausedRouteButtonAccessibilityLabel
source: Resume
ar: استئناف
es: Reanudar

# resumeRouteViewText
source: Your route tracking is now paused. When you would like to navigate back, return to the location of your last anchor point and press the resume button.
ar: تم إيقاف تتبع طريقك مؤقتاً. عند رغبتك في متابعة الطريق، قم بالرجوع إلى آخر نقطة ثابتة ثم اضغط على زر الاستئناف.
es: El seguimiento de la ruta está en pausa. Cuando quieras navegar de vuelta, regresa a la ubicación de tu último punto de anclaje y presiona el botón de reanudar.

# rightDirection
source: Turn right
ar: اِنعَطِف يميناً
es: Gira a la derecha

# routeDirectionEndToStartButtonLabel
source: End to Start
ar: من النهاية للبداية
es: Del final al inicio

# routeDirectionPop-UpHeader
source: Route direction
ar: اتجاه الطريق
es: Dirección de la ruta

# routeDirectionStartToEndButtonLabel
source: Start to End
ar: من البداية للنهاية
es: Del inicio al final

# routeNamePlaceholder
source: Enter route title
ar: أدخل عنوان الطريق
es: Introducir el título de la ruta

# saveARouteButtonAccessibilityLabel
source: Save a route
ar: احفظ طريقاً
es: Guardar una ruta

# saveARouteButtonText
source: Save Route
ar: حفظ الطريق
es: Guardar ruta

# saveRouteConfirmationLabel
source: Save
ar: حفظ
es: Guardar

# saveRoutePop-UpTextBoxPrompt
source: Enter the name of the route
ar: أدخل اسم الطريق
es: Introduce el nombre de la ruta

# saveRoutePop-UpTitle
source: Save route
ar: حفظ الطريق
es: Guardar ruta

# saveRouteToPlayPauseAnnouncement
source: Route saved. You may now perform return navigation or return to the home screen.
ar: تم حفظ الطريق. يمكنك الآن العودة للتنقل أو العودة إلى الصفحة الرئيسية.
es: Ruta guardada. Ahora puedes realizar la navegación de retorno o regresar a la pantalla de inicio de Clew.

# savedRouteTutorialInstructionTextParagraph1
source: Clew allows you to record a route that you can return to at a later time. The Save Routes feature is useful for paths that you want to come back to frequently. The route is stored on your device's memory (and soon on the cloud). You can navigate a saved route from A-to-B and back.
ar: يسمح لك Clew بتسجيل طريق يمكنك العودة إليه في وقت لاحق. وتُعَدّ ميزة حفظ الطرق مفيدة للطرق التي تريد العودة إليها بشكل متكرر. يتم تخزين الطرق المحفوظة على ذاكرة جهازك (وقريباً عبر التخزين السحابي). يمكنك التنقل في طريق محفوظ من البداية إلى النهاية (من النقطة أ إلى النقطة ب) أو العكس.
es: Clew te permite grabar una ruta a la que puedes volver en otro momento. La función de guardar rutas es útil para los recorridos a los que quieras volver con frecuencia. La ruta se guarda en la memoria de tu dispositivo (y pronto en la nube). Puedes navegar por un recorrido guardado desde un punto A al B y viceversa.

# savedRouteTutorialInstructionTextParagraph2
source: For example, you can save a route at a hotel which could navigate you from the front desk to the elevator and back. Or from the elevator to your hotel room and back to the elevator.
ar: فعلى سبيل المثال، يمكنك حفظ طريق في فندق يمكن أن ينقلك من مكتب الاستقبال إلى المصعد ثم من المصعد إلى غرفة الاستقبال، أو من المصعد إلى غرفتك بالفندق ثم عودة إلى المصعد.
es: Por ejemplo, puedes guardar una ruta en un hotel que te lleve desde la recepción hasta el ascensor y viceversa. O desde el ascensor hasta la habitación del hotel y de vuelta al ascensor.

# savedRoutesContent
source: The saved routes menu allows you to load recorded routes and navigate along them in either the forward or reverse direction.
ar: تتيح لك قائمة الطرق المحفوظة تحميل الطرق المسجلة والتنقل بها ذهاباً أو إياباً.
es: El menú de rutas guardadas te permite cargar las rutas grabadas y navegar por ellas hacia delante o hacia atrás.

# savedRoutesDeletingASavedRouteContent
source: You can delete routes from this menu either by swiping left (if not using VoiceOver) or by activating the secondary action on the route (if you are using VoiceOver).
ar: يمكنك حذف الطرق المسجلة عن طريق هذه القائمة إما عن طريق السحب إلى اليسار (إذا لم تكن تستخدم VoiceOver), أو عن طريق تفعيل الخيار الثانوي داخل الطريق إذا كنت تستخدم VoiceOver.
es: Puedes eliminar rutas desde este menú deslizándote hacia la izquierda (si no usas VoiceOver) o deslizando un dedo hacia abajo mientras está situado en la ruta que deseas eliminar (si usas VoiceOver).

# savedRoutesDeletingASavedRouteHeader
source: Deleting a saved route
ar: حذف طريق محفوظ
es: Eliminar una ruta guardada

# savedRoutesHeader
source: Saved routes
ar: الطرق المحفوظة
es: Rutas guardadas

# savedRoutesListButtonAccessibilityLabel
source: Saved Routes List
ar: قائمة الطرق المحفوظة
es: Listado de rutas guardadas

# savedRoutesListButtonText
source: Saved Routes List
ar: قائمة الطرق المحفوظة
es: Listado de rutas guardadas

# savedRoutesListPop-UpHeading
source: Saved Routes List
ar: قائمة الطرق المحفوظة
es: Listado de rutas guardadas

# savedRoutesLoadingARouteContent
source: The saved routes menu provides you with a list of recorded routes ordered from most to least recent. Once you tap on a route, you can select navigation in &quot;start to end&quot; or &quot;end to start&quot; mode. &quot;Start to end&quot; means that you navigate along the route in the same direction as it was recorded. &quot;End to start&quot; means that you navigate the route in the reverse direction as it was recorded.
ar: توفر لك قائمة الطرق المحفوظة قائمة بالطرق التي قمت بحفظها من الأحدث إلى الأقدم. فعند اختيار طريق ما، يمكنك اختيار التنقل بوضعين: إما التنقل من البداية للنهاية أو التنقل من النهاية للبداية. يعني التنقل من البداية للنهاية أنك تتنقل عبر الطريق بنفس الاتجاه الذي تم تسجيله به. أما خيار النهاية للبداية، فيعني أنك تتنقل في الطريق بشكل عكسي لما تم تسجيله مسبقا.
es: El menú de rutas guardadas te proporciona una lista de rutas grabadas ordenadas de la más reciente a la menos reciente. Una vez que pulses sobre una ruta, puedes seleccionar la navegación en el modo &quot;del inicio al final&quot; o &quot;del final al inicio&quot;. &quot;Del inicio al final&quot; significa que navegas a lo largo de la ruta en la misma dirección en la que fue grabada. &quot;Del final al inicio&quot; significa que navegas la ruta en la dirección inversa a la que fue grabada.

# savedRoutesLoadingARouteHeader
source: Loading a route
ar: تحميل الطريق
es: Cargar una ruta
