Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# findingSavedVisualAnchorPointTextParagraph2
source: Hold your phone vertically, with the rear camera pointing in roughly the same direction as it was when you set the anchor point.
ar: احمل هاتفك عمودياً مع توجيه الكاميرا الخلفية في نفس الاتجاه تقريباً كما كان عند تعيين النقطة الثابتة.
es: Sujeta el teléfono en vertical, con la cámara trasera apuntando más o menos en la misma dirección en la que estabas cuando fijaste el punto de anclaje.

# findingSavedVisualAnchorPointTextParagraph3
source: Press the Find Anchor Point button. The app will play a success chime if alignment is working well. If alignment is not working well, follow the instructions to adjust the tilt of your phone or to rotate it slowly from side to side. The app will provide feedback about how closely aligned you were to the saved anchor point.
ar: اضغط على زر إيجاد النقطة الثابتة. سيشغل التطبيق صوت رنين يعلمك بنجاح المحاذاة. أمّا إذا كانت المحاذاة لا تعمل بشكل جيد، فاتبع الإرشادات لضبط درجة ميل هاتفك أو لإدارته ببطء من جانب إلى آخر. وسيعلمك التطبيق بمدى صحة محاذاتك للنقطة الثابتة المحفوظة.
es: Pulsa el botón “Buscar punto de anclaje”. Si el proceso de alineación va bien, la aplicación reproducirá un sonido de éxito. Si el proceso va mal, sigue las instrucciones para ajustar la inclinación de tu teléfono o para girarlo lentamente de lado a lado. La app proporcionará información sobre el grado de alineación con el punto de anclaje guardado.

# visualAnchorPointPracticeAlignTextParagraph2
source: Now that you've saved an anchor point, try walking away from it and returning to the anchor point location on your own (without guidance from the app). Do not lock your phone or put the app into the background.
ar: الآن وقد قمت بحفظ نقطة ثابتة، حاول الابتعاد عنها والعودة إلى موقعها بنفسك (بدون توجيه من التطبيق). لا تقفل هاتفك أو تضع التطبيق في الخلفية.
es: Ahora que has guardado un punto de anclaje, prueba a alejarte de él para volver posteriormente a su ubicación por tu cuenta (sin la guía de la aplicación). No bloquees el teléfono ni pongas la aplicación en segundo plano.

# noVisualMatchesNavigationNavigationIsUnlikelyToWorkWell
source: Alignment was unsuccessful. Navigation performance will likely be poor.
ar: كانت المحاذاة غير ناجحة. من المتوقع أن يكون أداء التنقل ضعيفاً.
es: La alineación no ha tenido éxito. Es probable que el rendimiento de la navegación sea malo.

# yawAlignedWellPositionWasBad
source: Visual matching worked well, but the position of the phone moved significantly
ar: عملت المطابقة المرئية بشكل جيد، لكن موضع الهاتف تحرك بشكل ملحوظ.
es: La alineación no ha tenido éxito. Es probable que el rendimiento de la navegación sea malo.

# practiceVisualAlignmentTitle
source: Practice Visual Anchoring
ar: ممارسة تحديد النقطة الثابتة المرئية
es: Practicar el Anclaje Visual

# practicePhysicalAlignmentTitle
source: Practice Physical Anchoring
ar: ممارسة تحديد النقطة الثابتة الفعلية
es: Practicar el Anclaje Físico

# visualAlignmentConfirmation
source: Starting Visual Alignment
ar: يجري بدء المحاذاة المرئية
es: Inicio de la Alineación Visual

# alignmentImageNotVertical
source: The alignment image was not captured with your phone in a vertical position. Results may be unpredictable.
ar: لم يتم التقاط صورة المحاذاة بهاتفك في وضع عمودي. قد تكون النتائج بخلاف المتوقع.
es: La imagen de alineación no se capturó con el teléfono en posición vertical. Los resultados pueden ser imprevisibles.

# chooseAlignmentMethodStartAnchor
source: To be able to load your route later, you need to record an anchor point to mark the start of your route. An anchor point records the position and alignment of your device so the app can reload your route. As a result the accuracy of your navigation will depend on how accurately you can return to your saved anchor point at a later point. There are two types of anchor points: visual and physical. You can practice them in the Clew tutorial.
ar: لتتمكن من إعادة تحميل طريقك للمشي فيه لاحقاً، تحتاج إلى تسجيل نقطة ثابتة لتحديد بداية طريقك. وتسجل النقطة الثابتة موضع جهازك ومحاذاته حتى يتمكن التطبيق من إعادة تحميل طريقك. ونتيجةً لذلك، فستعتمد دقة التنقل على مدى دقة الرجوع إلى النقطة الأساسية المحفوظة في وقت لاحق. ثمة نوعان من النقاط الثابتة: مرئية وفعلية. يمكنك التدرب على كلا النوعين في التعليمات التفاعلية داخل Clew.
es: Para poder cargar tu ruta más tarde, debes grabar un punto de anclaje que marque el inicio de la ruta. Un punto de anclaje registra la posición y la alineación de tu dispositivo para que la aplicación pueda volver a cargar tu ruta. Como resultado, la precisión de tu navegación dependerá de la precisión con la que puedas volver a ese punto de anclaje guardado en un momento posterior. Hay dos tipos de puntos de anclaje: visuales y físicos. Puedes practicarlos en el tutorial de Clew.

# chooseAlignmentMethodEndAnchor
source: To be able to load your route later, you need to record an anchor point to mark the end of your route. An anchor point records the position and alignment of your device so the app can reload your route. As a result the accuracy of your navigation will depend on how accurately you can return to your saved anchor point at a later point. There are two types of anchor points: visual and physical. You can practice them in the Clew tutorial.
ar: لتتمكن من إعادة تحميل طريقك للمشي فيه لاحقاً، تحتاج إلى تسجيل نقطة ثابتة لتحديد نهاية طريقك. وتسجل النقطة الثابتة موضع جهازك ومحاذاته حتى يتمكن التطبيق من إعادة تحميل طريقك. ونتيجةً لذلك، فستعتمد دقة التنقل على مدى دقة الرجوع إلى النقطة الأساسية المحفوظة في وقت لاحق. ثمة نوعان من النقاط الثابتة: مرئية وفعلية. يمكنك التدرب على كلا النوعين في التعليمات التفاعلية داخل Clew.
es: Para poder cargar tu ruta más tarde, necesitas grabar un punto de anclaje que marque el final de la ruta. Un punto de anclaje registra la posición y la alineación de tu dispositivo para que la aplicación pueda volver a cargar tu ruta. Como resultado, la precisión de tu navegación dependerá de la precisión con la que puedas volver a tu punto de anclaje guardado en un momento posterior. Hay dos tipos de puntos de anclaje: visuales y físicos. Puedes practicarlos en el tutorial de Clew.

# chooseAlignmentMethodPauseAnchor
source: To be able to re-load your route later, you need to record an anchor point to mark the pause position of your route. An anchor point records the position and alignment of your device so the app can reload your route. As a result the accuracy of your navigation will depend on how accurately you can return to your saved anchor point at a later point. There are two types of anchor points: visual and physical. You can practice them in the Clew tutorial.
ar: لتتمكن من إعادة تحميل طريقك للمشي فيه لاحقاً، تحتاج إلى تسجيل نقطة ثابتة لتحديد الموضع الذي قمت فيه بإيقاف تسجيل طريقك مؤقتاً. وتسجل النقطة الثابتة موضع جهازك ومحاذاته حتى يتمكن التطبيق من إعادة تحميل طريقك. ونتيجةً لذلك، فستعتمد دقة التنقل على مدى دقة الرجوع إلى النقطة الأساسية المحفوظة في وقت لاحق. ثمة نوعان من النقاط الثابتة: مرئية وفعلية. يمكنك التدرب على كلا النوعين في التعليمات التفاعلية داخل Clew.
es: Para poder volver a cargar tu ruta más tarde, necesitas grabar un punto de anclaje que marque la posición de pausa de la ruta. Un punto de anclaje registra la posición y la alineación de tu dispositivo para que la aplicación pueda recargar tu ruta. Como resultado, la precisión de tu navegación dependerá de la precisión con la que puedas volver a tu punto de anclaje guardado en un momento posterior. Hay dos tipos de puntos de anclaje: visuales y físicos. Puedes practicarlos en el tutorial de Clew.

# createPhysicalAnchorPointButtonAccessibilityLabel
source: Create a physical anchor point
ar: إنشاء نقطة ثابتة فعلية
es: Crear un Punto de Anclaje Físico

# createVisualAnchorPointButtonAccessibilityLabel
source: Create a visual anchor point
ar: إنشاء نقطة ثابتة مرئية
es: Crear un Punto de Anclaje Visual

# significantVersionChangesVisualAlignment-UpContent
source: Now you can use pictures to anchor saved routes or pause navigation. We have created a tutorial to help you practice this new feature. To use the feature when recording a route, select "Create a Visual Anchor point".
ar: يمكنك الآن استخدام الصور لوضع نقاط ثابتة للطرق المحفوظة أو إيقاف التنقل مؤقتاً. وقد أنشأنا مساعدةً تفاعلية لمساعدتك في ممارسة هذه الميزة الجديدة. لاستخدام الميزة عند تسجيل طريق ما، حدد زر "إنشاء نقطة ثابتة مرئية".
es: Ahora puedes utilizar imágenes para anclar rutas guardadas o pausar la navegación. Hemos creado un tutorial para ayudarte a practicar esta nueva función. Para emplear esta funcionalidad a la hora de grabar una ruta, selecciona "Crear un punto de anclaje visual"

# significantVersionChanges-VisualAlignment
source: Start Visual Alignment Tutorial
ar: بدء المحاذاة المرئية
es: Iniciar el Tutorial de Alineación Visual

# returnAnchorReminder
source: Next, create an anchor point to mark the end of the saved route
ar: قم الآن بإنشاء نقطة ثابتة لتحديد نهاية الطريق المحفوظ.
es: A continuación, crea un punto de anclaje que marque el final de la ruta guardada

# holdVerticallyToBeginAlignment
source: Camera not vertical, hold phone vertically to begin alignment
ar: الكاميرا ليست عمودية، أمسك الهاتف عمودياً لبدء المحاذاة
es: Cámara no vertical, mantén el teléfono en posición vertical para comenzar la alineación

# holdVerticallyToBeginAnchoring
source: Camera not vertical, hold phone vertically to begin countdown
ar: الكاميرا ليست عمودية، أمسك الهاتف عمودياً لبدء العد التنازلي
es: Cámara no vertical, mantén el teléfono en vertical para iniciar la cuenta atrás

# cameraNowVerticalStartingAnchoring
source: Camera now vertical, starting countdown
ar: الكاميرا الآن عمودية. يجري بدء العد التنازلي
es: Cámara ahora vertical, comenzando la cuenta atrás

source: Camera now vertical, starting alignment
ar: الكاميرا الآن عمودية. يجري بدء المحاذاة
es: Cámara ahora vertical, comenzando la alineación

# cameraNotVerticalPausingAlignment
source: Camera no longer vertical, pausing alignment
ar: لم تعد الكاميرا عمودية. يجري إيقاف المحاذاة
es: Cámara ya no vertical, pausando la alineación

# cameraNotVerticalRestartingAnchoringCountdown
source: Camera no longer vertical, restarting and stopping countdown
ar: لم تعد الكاميرا عمودية. تم إيقاف العد التنازلي. يمكن البدء بالعد من جديد عند إعادة الكاميرا إلى الوضع العمودي.
es: Cámara ya no vertical, reiniciando y deteniendo la cuenta atrás

# tutorialVerticalPhoneAnchor
source: Hold phone vertically for best alignment
ar: أمسك الهاتف عمودياً للحصول على أفضل محاذاة ممكنة
es: Mantén el teléfono en vertical para una mejor alineación

# havingTroubleVisuallyAligning
source: Having trouble aligning. Try rotating your phone slowly from side-to-side.
ar: هل تواجه مشكلة في المحاذاة؟ حاول إدارة هاتفك ببطء من جانب إلى آخر.
es: Tienes problemas de alineación. Prueba a girar el teléfono lentamente de lado a lado.

# holdVerticallyToContinueAlignment
source: Hold phone vertically to continue alignment
ar: أمسك الهاتف عمودياً لمواصلة المحاذاة
es: Mantén el teléfono en posición vertical para continuar la alineación

# alignmentCanContinue
source: Camera now vertical, continuing alignment
ar: الكاميرا الآن عمودية. يجري استئناف المحاذاة
es: La cámara ya está en vertical, continuando la alineación

# scanToMapEnvironment
source: Almost ready. For the next 10 seconds, keep your phone vertical and slowly pan your phone back and forth
ar: على وشك البدء، حافظ على هاتفك في وضع عمودي وحرك هاتفك ببطء ذهابًا وإيابًا ‎لمدة 10 ثوانٍ
es: Casi listo. Durante los próximos 10 segundos, mantén el teléfono en vertical y mueve lentamente el teléfono de un lado a otro

# readyToRecordAnnouncement
source: Ready to go. You can now record the route by walking along it.
ar: جاهز للذهاب. يمكنك الآن تسجيل المسار من خلال السير على طوله.
es: Listo para ir. Ahora puede grabar la ruta caminando.

# bearLeftToFaceStart
source: Bear left to face the start
ar: اسحب لليسار للبداية
es: Gire a la izquierda para enfrentar el inicio

# bearRightToFaceStart
source: Bear right to face the start
ar: اسحب لليمين للبداية
es: Gire a la derecha para enfrentar el comienzo

source: Bear left to get on track
ar: اسحب لليسار للانتقال ألى المسار
es: Gire a la izquierda para seguir la ruta

source: Bear right to get on track
ar: اسحب لليمين للانتقال ألى المسار
es: Gire a la derecha para seguir la ruta

# introUsingClewTitle
source: Using Clew
es: Uso de Clew
