Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# savedRoutesSharingASavedRouteContent
source: You can share routes from this menu either by swiping left (if not using VoiceOver) or by activating the secondary action on the route (if you are using VoiceOver). Pressing on the share button will then open a share selector which lets you share a route over text, email, airdrop, or through many other apps. When sharing a route please be sure that you have entered detailed instructions (either as a voice note or as text) to help the person you are sharing the route with find the route's anchor points. If this person cannot accurately find the anchor points, the app will not provide accurate guidance.
ar: يمكنك مشاركة الطرق من هذه القائمة إما عن طريق السحب إلى اليسار (إذا لم تكن تستخدم VoiceOver) أو عن طريق تنشيط الإجراء الثانوي داخل الطريق (إذا كنت تستخدم VoiceOver). اضغط على زر المشاركة لفتح قائمة المشاركة والتي تتيح لك مشاركة طريق عبر رسالة نصية أو البريد الإلكتروني أو بواسطة العديد من التطبيقات الأخرى. عند مشاركتك لطريق ما، الرجاء التأكد من أنك قد أدخلت تعليمات مفصلة (إما على شكل ملاحظة صوتية أو نص) وذلك لمساعدة الشخص الذي تشاركه الطريق على العثور على النقاط الثابتة داخل الطريق. إذا لم يتمكن هذا الشخص من العثور على النقاط الثابتة بدقة، فلن يوفر التطبيق له إرشادات دقيقة.
es: Puedes compartir rutas desde este menú ya sea deslizándote hacia la izquierda (si no usas VoiceOver) o deslizando un dedo hacia abajo mientras está situado en la ruta que deseas compartir (si usas VoiceOver). Presionando el botón de compartir se abrirá un selector que te permite compartir una ruta a través de texto, correo electrónico, airdrop, o a través de otras muchas aplicaciones. Cuando compartas una ruta, asegúrate de que has introducido instrucciones detalladas (ya sea como nota de voz o como texto) para ayudar a la persona con la que compartes la ruta a encontrar los puntos de anclaje. Si esta persona no puede encontrar con precisión los puntos de anclaje, la aplicación no le proporcionará una orientación precisa.

# savedRoutesSharingASavedRouteHeader
source: Sharing a saved route
ar: مشاركة طريق محفوظ
es: Compartir una ruta guardada

# savedRoutesTutorialButtonText
source: Saving and Finding Routes
ar: حفظ الطرق وإيجادها
es: Guardar y Encontrar Rutas

# savingARouteTutorialTextParagraph1
source: Saving a route records both the route from points A-to-B, referred to as 'Start-to-End', and the return route, referred to as 'End-to-Start'. Keep this reference in mind whenever you want to navigate a saved route.
ar: يسجل حفظ الطريق كلاً من الطريق من البداية إلى النهاية (أي من النقطة أ إلى النقطة ب) وطريق العودة (من النهاية إلى البداية). تذكر هذا الأمر جيداً عندما تريد التنقل في طريق محفوظ.
es: Al guardar una ruta, se registra tanto su recorrido desde los puntos A al B, denominado "Del inicio al final", como su trayecto de regreso, denominado "Del final al inicio". Ten en cuenta esta referencia siempre que quieras navegar por una ruta guardada.

# savingARouteTutorialTextParagraph2
source: Saving a route requires you to set an anchor point at the start of the route. Clew will then record the route until you've reached your destination. You'll then be required to set the anchor point at the end of the route.
ar: يتطلب حفظ الطريق تعيين نقطة ثابتة في بداية الطريق. سيقوم Clew بعد ذلك بتسجيل الطريق حتى تصل إلى وجهتك. وسيُطلب منك بعد ذلك تعيين النقطة الثابتة في نهاية الطريق.
es: Para guardar una ruta es necesario establecer un punto de anclaje al inicio de la misma. A continuación, Clew grabará la ruta hasta que hayas llegado a tu destino. Entonces se te pedirá que establezcas el punto de anclaje al final de la ruta.

# savingARouteTutorialTextParagraph3
source: Tap the Save Route button in the home screen to begin recording a route.
ar: اضغط على زر حفظ الطريق في الشاشة الرئيسية لبدء تسجيل طريقٍ ما.
es: Pulsa el botón Guardar Ruta en la pantalla de inicio para comenzar a grabar una ruta.

# savingARouteTutorialTitle
source: Saving a Route
ar: حفظ طريق
es: Guardar una Ruta

# setAnchorPointButtonText
source: Set Anchor Point
ar: تعيين النقطة الثابتة
es: Establecer un Punto de Anclaje

# setSiriShortcutButton
source: Set Siri shortcut
ar: تعيين اختصار Siri
es: Establecer un Atajo de Siri

# settingAnAnchorPointTutorialText
source: Anchor points are created at the beginning and at the end of a route. We recommend setting the anchor point at a location that is easy to remember and find at a later time. A good anchor point could be set at a wall, a doorframe, or a piece of furniture like a table.
ar: يتم إنشاء النقاط الثابتة في بداية الطريق ونهايته. نوصي بتعيين النقطة الثابتة في مكان يسهل تذكره والعثور عليه في وقت لاحق. قد يكون من المفيد اختيار جدار أو إطار باب أو قطعة أثاث مثل طاولة كنقطة ثابتة.
es: Los puntos de anclaje se crean al principio y al final de una ruta. Se recomienda establecer el punto de anclaje en un lugar que sea fácil de recordar y encontrar más adelante. Por ejemplo, en una pared, en el marco de una puerta, en una mesa o en cualquier otro mueble.

# settingAnAnchorPointTutorialTitle
source: Setting an Anchor Point
ar: تعيين نقطة ثابتة
es: Establecer un Punto de Anclaje

# settingOptionsTutorialButtonText
source: Settings
ar: الإعدادات
es: Ajustes

# settingOptionsTutorialInstructionTextParagraph1
source: Clew settings allow you to customize your experience with the app. This module will walk you through some of the important feature settings within Clew. You can always return to the Settings by tapping on the main menu icon.
ar: تسمح لك إعدادات Clew بتخصيص تجربتك مع التطبيق. سيعلمك هذا الدرس بعض أهم إعدادات ميزات Clew. يمكنك دائماً العودة إلى الإعدادات من خلال النقر على أيقونة القائمة الرئيسية.
es: Los ajustes de Clew te permiten personalizar tu experiencia con la aplicación. Este módulo te guiará por algunos de los ajustes más importantes de Clew. Puedes volver a la Configuración en cualquier momento presionando el icono del menú principal.

# settingOptionsTutorialInstructionTextParagraph2
source: Tap the 'Clew Initial Setup' button to begin.
ar: اضغط على زر "الإعداد الأولي لـ Clew" للبدء.
es: Pulsa el botón "Configuración Inicial de Clew" para comenzar.

# settingsButtonAccessibilityLabel
source: Settings
ar: الإعدادات
es: Ajustes

# settingsWalkThroughAdjustPhoneBodyOffset
source: Enable Automatic Correction
ar: تشغيل التصحيح التلقائي
es: Activar la Corrección Automática

# settingsWalkThroughCompleteText
source: Congratulations! You've completed the initial settings for Clew. Remember that you can change your settings at any time by tapping the main menu icon and selecting Settings.
ar: تهانينا! لقد أتممت الإعدادات الأولية لـ Clew. تذكر أن بإمكانك تغيير إعداداتك في أي وقت من خلال النقر على أيقونة القائمة الرئيسية واختيار الإعدادات.
es: Enhorabuena. Has completado la configuración inicial de Clew. Recuerda que puedes cambiar la configuración en cualquier momento pulsando el icono “Opciones” de la pantalla principal y seleccionando posteriormente “Ajustes”.

# settingsWalkThroughCompleteTitle
source: Clew Initial Setup Complete
ar: اكتمل الإعداد الأولي لـ Clew
es: Configuración inicial de Clew completada

# settingsWalkThroughCrumbColorText
source: Clew displays virtual crumb or waypoints along the route. Please select a color from the list below. You can always change the color later.
ar: يعرض Clew التفاصيل أو نقاط الطريق الافتراضية على طول الطريق. الرجاء تحديد لون من القائمة أدناه. يمكنك دائماً تغيير اللون في وقت لاحق.
es: Clew muestra migas virtuales o puntos de paso a lo largo de la ruta. Selecciona un color de la lista siguiente. Puedes volver a cambiar el color más tarde dentro de los Ajustes.

# settingsWalkThroughCrumbColorTitle
source: Crumb or Waypoint Color
ar: لون التفصيل أو نقطة الطريق
es: Color de las Migas o Puntos de Paso

# settingsWalkThroughDontAdjustPhoneBodyOffset
source: Disable Automatic Correction
ar: تعطيل التصحيح التلقائي
es: Desactivar la Corrección Automática

# settingsWalkThroughFeedbackOptionsHaptic
source: Haptic (vibrations)
ar: اهتزازات اللمس
es: Háptico (Vibraciones)

# settingsWalkThroughFeedbackOptionsSound
source: Sound
ar: الصوت
es: Sonido

# settingsWalkThroughFeedbackOptionsSpeech
source: Voice cues
ar: الإشارات الصوتية
es: Indicaciones de Voz

# settingsWalkThroughFeedbackOptionsText
source: Clew provides sounds, haptic (vibration) feedback and voice cues to help you navigate a route. You can turn these ON/OFF at any time in the Settings. But, we recommend that you at least keep one mode of feedback active in order to have the best experience with Clew. Tip: new users are encouraged to keep all feedback modes on.
ar: يوفر Clew الأصوات واهتزازات اللمس والإشارات الصوتية لمساعدتك على التنقل في الطريق. يمكنك تشغيل/إيقاف بعض هذه العناصر أو جميعها في أي وقت في الإعدادات، ولكن نوصيك بالاحتفاظ بتنشيط نمط واحد على الأقل من أنماط التعليقات هذه لضمان الحصول على أفضل تجربة مع Clew. نصيحة: يتم تشجيع المستخدمين الجدد على الاستمرار في تشغيل جميع أنماط التعليقات.
es: Clew proporciona sonidos, retroalimentación háptica (vibración) e indicaciones de voz para ayudarte a navegar por una ruta. Puedes activar y desactivar estos modos de retroalimentación o respuesta en cualquier momento en los Ajustes. No obstante, te recomendamos que mantengas activo al menos uno de estos modos para tener la mejor experiencia con Clew. Consejo: se recomienda a los nuevos usuarios que mantengan activados todos los modos de retroalimentación.

# settingsWalkThroughFeedbackOptionsTitle
source: Feedback
ar: التعليقات
es: Retroalimentación

# settingsWalkThroughPathColorText
source: Clew shows the route path by displaying a virtual line that intersects with the waypoints or crumbs. Please select a color for your path line from the list. Tip: You can make the path line a different color from the crumb in order to improve contrast between them.
ar: يُظهر Clew الطريق من خلال عرض خط افتراضي يتقاطع مع نقاط الطريق أو التفاصيل. الرجاء تحديد لون لخط الطريق الخاص بك من القائمة. نصيحة: يمكنك تلوين خط الطريق بلون مختلف عن لون التفاصيل لتحسين التباين بينهما.
es: Clew muestra la trayectoria de la ruta mostrando una línea virtual que se cruza con los puntos de paso o migas. Selecciona un color para esta línea. Consejo: Puedes hacer que la línea de ruta sea de un color diferente al de las migas para mejorar el contraste entre ellas.

# settingsWalkThroughPathColorTitle
source: Path Line Color
ar: لون خط الطريق
es: Color de la Línea de la Ruta

# settingsWalkThroughPhoneBodyOffsetTextParagraph1
source: The accuracy of Clew's navigation and directional guidance relies heavily on you holding and maintaining your phone in the correct 'pose' (the direction which it's facing) when you're traveling along a route.
ar: تعتمد دقة توجيه Clew في التنقل والاتجاه بشكل كبير على إمساك هاتفك والحفاظ عليه في "الوضعية" الصحيحة (الاتجاه الذي يواجهه) عندما تتنقل على طول الطريق.
es: Cuando te desplaces por una ruta la precisión de la navegación y la guía direccional de Clew depende en gran medida de que sostengas y mantengas tu teléfono en la "posición" correcta (en la dirección en la que estás orientado).

# settingsWalkThroughPhoneBodyOffsetTextParagraph2
source: Clew's Automatic Phone Pose & Alignment Correction feature helps correct for any offset or changes to the pose of your phone. It's especially useful for users who have difficulty perceiving their phone's spatial orientation or direction during travel and will make the navigation with Clew more accurate.
ar: تساعد ميزة وضعية Clew التلقائية وتصحيح محاذاة الهاتف على تصحيح أي إزاحة أو تغييرات في وضعية هاتفك. وتُعتبَر هذه الميزة مفيدة بشكل خاص للمستخدمين الذين يجدون صعوبة في إدراك الاتجاه المكاني لهواتفهم أثناء التنقل بحيث يجعل التنقل باستخدام Clew أكثر دقة.
es: La función de corrección automática de la posición y alineación del teléfono de Clew ayuda a corregir cualquier desplazamiento o cambio en la posición del móvil. Es especialmente útil para los usuarios que tienen dificultades para percibir la orientación espacial o la dirección de su teléfono durante el viaje y hará que la navegación con Clew sea más precisa.

# settingsWalkThroughPhoneBodyOffsetTextParagraph3
source: If you enable this feature, we recommend that you maintain your phone in a fixed position, like against your chest whenever you're navigating with Clew.
ar: إذا قمت بتفعيل هذه الميزة، نوصيك بالحفاظ على هاتفك في وضع ثابت (بإبقائه مقابل صدرك مثلاً) طوال تنقلك مع Clew.
es: Si habilitas esta función, te recomendamos que a la hora de navegar con Clew mantengas el teléfono en una posición fija, como por ejemplo contra el pecho.

# settingsWalkThroughPhoneBodyOffsetTextParagraph4
source: Select below to enable or disable the Automatic Phone Pose Correction.
ar: اختر أدناه ما إذا كنت تريد تفعيل ميزة التصحيح التلقائي لوضعية الهاتف أو تعطيلها.
es: Selecciona a continuación para activar o desactivar la corrección automática de la posición del teléfono.

# settingsWalkThroughPhoneBodyOffsetTitle
source: Automatic Phone Pose Correction
ar: التصحيح التلقائي لوضعية الهاتف
es: Corrección Automática de la Posición del Teléfono

# settingsWalkThroughSetUnitsImperialButton
source: Imperial (feet)
ar: إمبراطوري (قدم)
es: Imperial (pies)

# settingsWalkThroughSetUnitsMetricButton
source: Metric (meters)
ar: متري (أمتار)
es: Métrico (metros)

# settingsWalkThroughSetUnitsText
source: When providing directional cues, Clew may announce distance using either metric units (meters) or Imperial units (Feet). Please select the unit system that's best for you.
ar: عند تقديم إشارات الاتجاه، قد يعلن Clew عن المسافة باستخدام الوحدات المترية (بالأمتار) أو الوحدات الإمبراطورية (بالأقدام). الرجاء تحديد نظام الوحدات المناسب لك.
es: Cuando Clew proporciona indicaciones verbales de guiado, puede anunciar la distancia utilizando unidades métricas (metros) o unidades imperiales (pies). Por favor, selecciona el sistema de unidades que más te convenga.

# settingsWalkThroughSetUnitsTitle
source: Units of Distance
ar: وحدات المسافة
es: Unidades de Distancia

# settingsWalkThroughTitle
source: Clew Initial Setup
ar: الإعداد الأولي لـ Clew
es: Configuración Inicial de Clew

# shareActionText
source: Share
ar: مشاركة
es: Compartir

# sharingYourExperiencePop-UpContent
source: Help us improve the app by logging your Clew experience. These logs will not include any images or personal information. You can turn this off in Settings.
ar: ساعدنا على تحسين التطبيق عن طريق مشاركة تجربتك مع Clew. ولن تتضمن هذه البيانات أي صور أو معلومات شخصية. ويمكنك إيقاف تشغيل هذا الخيار عن طريق الإعدادات.
es: Ayúdanos a mejorar la aplicación registrando tu experiencia con Clew. Estos registros de usuario no incluirán ninguna imagen o información personal. Puedes desactivar esto en los ajustes.

# sharingYourExperiencePop-UpHeading
source: Sharing your experience with Clew
ar: شارك تجربتك مع Clew
es: Comparte tu experiencia con Clew

# showAdjustOffsetSuggestionTitle
source: Enable Automatic "Correct Offset of Phone / Body"?
ar: هل تريد تفعيل التصحيح التلقائي لإزاحة الهاتف / الجسم؟
es: Habilitar la compensación automática del teléfono / cuerpo?

# signInWithAppleButtonText
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión

# signInWithAppleDescription
source: As we develop Clew, we're seeking feedback so we can make the app a better tool for navigation. Please sign in with Apple to help our team improve the app!
ar: نعمل دائما على تطوير Clew، فمن المهم الحصول على تعليقات المستخدمين وآرائهم حول التطبيق حتى نتمكن من جعله أداة أفضل للتنقل. الرجاء تسجيل الدخول باستخدام حساب Apple لمساعدة فريقنا على تحسين التطبيق!
es: A medida que desarrollamos Clew, buscamos comentarios para hacer de la aplicación una mejor herramienta de navegación. Inicia sesión con Apple para ayudar a nuestro equipo a mejorar la aplicación.

# signInWithAppleTitle
source: Please sign in.
ar: الرجاء تسجيل الدخول
es: Por favor, regístrate.

# signInwithAppleButtonAccessibilityLabel
source: Sign In
ar: تسجيل الدخول
es: Iniciar Sesión

# significantVersionChanges-Confirmation
source: Ok
ar: موافق

# significantVersionChanges-HelpMeWithSiri
source: Setup Siri Shortcuts Now
ar: إعداد اختصارات Siri الآن
es: Configurar los Atajos de Siri Ahora

# significantVersionChangesPop-UpContent
source: This new version of Clew features a route sharing feature and a redesigned workflow for saving routes. Please note that "landmarks" are now called "anchor points". Also, some menus previously on the home screen are now available through the "options" menu. See the help menu for more details.
ar: يحتوي الإصدار الجديد من Clew على ميزة مشاركة الطريق، كما تمت إعادة تصميم التطبيق لكي تتمكن من حفظ الطرق بكل سهولة. يرجى العلم بأنه "العلامات المرجعية قد أعيدت تسميتها" لتصبح "نقاط ثابتة"، كما تم نقل بعض القوائم من الشاشة الرئيسية لقائمة "الخيارات". اطلع على قائمة المساعدة للمزيد من المعلومات.
es: Esta nueva versión de Clew incluye una función para compartir rutas y un proceso distinto para guardarlas. Por favor, ten en cuenta que los "puntos de referencia" ahora se llaman "puntos de anclaje". Además, algunos menús que antes estaban en la pantalla de inicio ahora están disponibles a través del menú "Opciónes". Consulta el menú de ayuda para más detalles.

# significantVersionChangesPop-UpHeading
source: Important Changes
ar: تعديلات مهمة
es: Cambios importantes

# significantVersionChangesPopHandsFree-UpContent
source: Now you can use Siri with this new version of Clew. Please note that you can only use Siri with "Single Use Route". Please ensure that you have enabled Hey Siri on your iPhone through Settings > Siri & Search > Listen for Hey Siri. You will now be prompted to add Siri shortcuts after each action you take, when this is done you can simply say: "Hey Siri, Activity name".
ar: يمكنك الآن استخدام Siri مع هذا الإصدار الجديد من Clew. يرجى ملاحظة أنه لا يمكنك استخدام Siri إلا مع الطرق الفردية. يرجى التأكد من أنك قمت بتمكين خاصية "يا سيري" أو "Hey Siri" على جهاز iPhone الخاص بك من خلال إعدادات Siri. ستُطلب منك الآن إضافة اختصارات Siri بعد كل إجراء تتخذه، وعند القيام بذلك يمكنك ببساطة قول جملة "Hey Siri" أو "يا سيري" متبوعة باسم النشاط.
es: Ahora puedes utilizar Siri con esta nueva versión de Clew. Ten en cuenta que solo puedes utilizar Siri con las rutas de un solo uso. Asegúrate de haber habilitado “Oye Siri” en tu iPhone a través de Ajustes > Siri y Buscar > Activar al oír Oye Siri. Se te pedirá que añadas Atajos de Siri después de cada acción que realices. Tras ello, simplemente puedes decir: "Oye Siri, nombre de la acción".

# singleUsePlayPauseViewText
source: In order to immediately perform return navigation, press the play button and follow the instructions provided. In order to pause the session to perform return navigation at a later point, press the pause button and complete the anchor point procedure.
ar: لكي تتمكن من الانتقال إلى طريق العودة، اضغط على زر التشغيل، ثم تابع التعليمات. ولكي تتمكن من الإيقاف المؤقت والعودة للطريق لاحقاً، قم بالضغط على زر الإيقاف المؤقت، وتابع عمل النقطة الثابتة.
es: Para iniciar inmediatamente la navegación de retorno, pulsa el botón de reproducción y sigue las instrucciones proporcionadas. Para pausar la sesión y realizar la navegación de retorno en un momento posterior, pulsa el botón de pausa y completa el procedimiento del punto de anclaje.

# singleUseRouteAnchorPointText
source: To be able to resume your tracking at a later point you need to record an anchor point for the end of your route. An anchor point records the position and alignment of your device so the app can reload your route from a temporary file. As a result the accuracy of your return navigation relies entirely on how accurately you can realign and position your phone with your saved anchor point at a later point. We suggest using the text and voice note buttons to record a text note and/or a voice recording which can help you realign your device to the anchor point you recorded at a later time. To create an anchor point, hold your device flat with the screen facing up. Press the top (short) edge flush against a flat vertical surface (such as a wall) the ”align” button starts a %lu-second countdown. The countdown is intended to give you time to position your device; the anchor point will be saved at the end of the countdown.
ar: "ولكي تتمكن من متابعة تنقلك في وقت لاحق، ينبغي عليك تسجيل نقطة ثابتة في نهاية الطريق. تسجل النقطة الثابتة موقع الهاتف الخاص بك واتجاهه بحيث يمكن للتطبيق إعادة تحميل الطريق عن طريق الملف المحفوظ. ونتيجة لذلك، تعتمد دقة الطريق المحفوظ على مدى قدرتك على محاذاة هاتفك للنقطة الثابتة التي تم تسجيلها. ننصحك باستخدام زرّي النص والملحوظة الصوتية لكتابة ملحوظة أو تسجيلها لمساعدتك على مطابقة الهاتف مع نفس النقطة التي قمت بتسجيلها. وللقيام بتسجيل نقطة ثابتة: ينبغي عليك وضع هاتفك بشكل ثابت، ثم وجه الشاشة لأعلى واجعل الجزء العلوي (الزاوية القصيرة من الهاتف) محاذية لسطح عمودي مسطح (مثل جدار أو ما شابه) وسيبدأ عد تنازلي لـ %lu ثنية. ويهدف العد التنازلي لمنحك الوقت لإجراء التعديلات النهائية على اتجاه جهازك. وسيتم حفظ النقطة الثابتة عندما ينتهي العد التنازلي.
es: Para poder reanudar el seguimiento en un momento posterior, necesitas grabar un punto de anclaje que señale el final de la ruta. Un punto de anclaje registra la posición y la alineación de tu dispositivo para que la aplicación pueda recargar tu ruta desde un archivo temporal. La precisión de la navegación de retorno depende totalmente de la precisión con la que puedas realinear y posicionar el teléfono con el punto de anclaje guardado. Te sugerimos que utilices los botones de texto y de nota de voz para grabar una nota de texto y/o una grabación de voz que pueda ayudarte a realinear tu dispositivo con el punto de anclaje que grabes. Para crear un punto de anclaje, mantén tu dispositivo plano con la pantalla hacia arriba, presionando el borde superior (el corto) a ras con una superficie vertical plana (como una pared). Tras ello, inicia una cuenta atrás de %lu-segundo con el botón ”Alinear”. La cuenta atrás tiene por objetivo darte tiempo para posicionar tu dispositivo. El punto de anclaje se guardará al final de la cuenta atrás.

# singleUseRouteAnchorPointToPausedStateAnnouncement
source: Anchor point saved. You may now close the app and return later for return navigation.
ar: تم حفظ النقطة الثابتة. يمكنك إغلاق التطبيق والعودة لاحقاً للتنقل عبر طريق العودة.
es: Punto de anclaje guardado. Ahora puedes cerrar la aplicación y volver más tarde para la navegación de retorno.

# singleUseRouteButtonText
source: Single Use Route
ar: طريق فردي
es: Ruta de un solo uso

# singleUseRouteToRecordingRouteAnnouncement
source: Now recording a single use route.
ar: يجري تسجيل طريق فردي
es: Grabando una ruta de un solo uso.

# singleUseRouteTutorialButtonText
source: Single Use Routes
ar: الطرق الفردية
es: Rutas de Un Solo Uso

# singleUseRouteTutorialInstructionTextParagraph1
source: Clew's Single Use Routes feature helps you find your way back after going from one place to another. This feature records your path when you walk from point-A to point-B. It then provides you with the return route directions and necessary cues.
ar: تساعدك ميزة الطرق الفردية الخاصة بـ Clew في العثور على طريق العودة بعد الانتقال من مكان إلى آخر. وتسجل هذه الميزة طريقك عند السير من النقطة أ إلى النقطة ب، ثم تزودك باتجاهات طريق العودة والإشارات الضرورية.
es: La función Rutas de un solo uso de Clew te ayuda a encontrar el camino de vuelta después de ir de un lugar a otro. Esta función registra tu camino cuando vas desde un punto A hasta un punto B. A continuación, te proporciona el guiado de la ruta de vuelta con las indicaciones necesarias.
