Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# followingARouteCorrectOffsetAutomaticallyContentParagraph1
source: By default, Clew provides guidance in reference to the direction your phone is facing. If you have difficulty perceiving your phone's direction, the guidance the app provides may be confusing. If this is an issue for you, you can enable automatic correction of phone / body offset below.
ar: يساعدك Clew على التنقل عبر الطريق ويستخدم افتراضياً الاتجاه الخاص بهاتفك. ولِهذا، إذا كنت تسير بشكل مستقيم ولم يكن هاتفك موجهاً إلى الأمام، فمن الممكن أن تكون الاتجاهات التي يزودك بها التطبيق خاطئة. إذا وجدت هذا الأمر صعبا، فيمكنك تفعيل إعداد التصحيح التلقائي لإزاحة الهاتف / الجسم. وعندما يكون هذا الخيار مفعلا، سيستخدم التطبيق بعضا من العلامات أثناء تنقلك ليتأكد من أن هاتفك غير موجه إلى الأمام مباشرةً. (في نفس الجهة التي تتوجه نحوها) فإذا لاحظ التطبيق بأن الكاميرا الخلفية لهاتفك لم تكن موجهة للأمام مباشرة، سيقوم التطبيق بتعديل اتجاهاته تلقائيا، بحيث يعتمد التطبيق على جسمك بدلا من اتجاه الهاتف.
es: De forma predeterminada, Clew te guía a lo largo de una ruta utilizando la dirección hacia la que está orientado el teléfono. Debido a esto, si estás caminando hacia adelante pero tu móvil no está apuntando en línea recta, la orientación que proporciona la aplicación puede ser errónea. Si consideras que esto es un problema, puedes habilitar la configuración &quot;Corregir el desplazamiento del teléfono / cuerpo&quot;. Cuando este ajuste está activo, Clew utilizará períodos en los que te mueves para determinar si tu móvil no está apuntando en línea recta (en tu misma dirección). Si la aplicación determina que tu teléfono no está apuntando en la dirección adecuada, ajustará el guiado de manera que sea relativo a la dirección en la que tu cuerpo está orientado en lugar de en la que está orientado tu móvil

# followingARouteCorrectOffsetAutomaticallyContentParagraph2
source: If you enable this setting, you should scan for the next waypoint by rotating your body while holding your phone fixed (e.g., against braced against your chest).
ar: عند استخدامك لخيار التصحيح التلقائي لإزاحة الهاتف / الجسم، فمن الأفضل لك وضع الهاتف مقابل القفص الصدري، ثم قم بالدوران بجسمك للعثور على الاتجاه الصحيح الذي ينبغي اتباعه (فعند الدوران بجسمك، ينبغي أن يبقى الهاتف مقابل القفص الصدري ملتفا معك حيثما تذهب.) لاحظ بأن المشي الخلفي والجانبي يؤثر بشكل سلبي على التطبيق وذلك بفصل الارتباط بين الهاتف وجسمك. إذا حدث ذلك، فيمكنك تعطيل هذا الخيار، أو القيام بالمشي للأمام لعدة خطوات وذلك لإعادة حسابات التطبيق.
es: Cuando utilices la función &quot;Corregir el desplazamiento del teléfono / cuerpo&quot; lo mejor es apoyar el móvil contra el pecho y girar el cuerpo para encontrar la dirección correcta a seguir (a medida que giras el cuerpo, el teléfono debe permanecer apoyado en el pecho y girar contigo). Ten en cuenta que si caminas hacia atrás o hacia los lados, la aplicación determinará incorrectamente la relación entre el móvil y tu cuerpo. Si esto sucede, puedes desactivar la función o caminar hacia adelante unos pasos para restablecer las estimaciones de la aplicación

# followingARouteCorrectOffsetAutomaticallyHeader
source: Automatic Correction of Phone / Body Offset
ar: التصحيح التلقائي لإزاحة الهاتف / الجسم
es: Corrección automática de la compensación del teléfono / cuerpo

# followingARouteHapticFeedbackContent
source: Assuming you have enabled haptic feedback in the app settings and you have an iPhone that supports haptics (iPhone 7 or later should work), the phone will provide haptic vibration when it is facing in the correct direction of travel for the route. It is important to keep in mind that this feedback is relative to the direction of the phone, rather than your body. When you achieve a milestone in the route (we call these anchor points), you will feel a stronger haptic vibration.
ar: على فرض بأنك قمت بتفعيل اهتزازات الحس اللمسي من إعدادات التطبيق وكان الـ IPhone الخاص بك يدعم اهتزازات الحس اللمسي، (IPhone 7 أو أحدث)، وأثناء التنقل عبر الطريق، سيصدر الهاتف اهتزازات لمسية عندما يكون موجها بالاتجاه الصحيح. ومن المهم الأخذ بعين الاعتبار أن هذه العلامات مرتبطة بالهاتف بدلا من جسمك. وعند قطع مسافة من الطريق (وهي ما نسميه النقاط الثابتة)، ستشعر أيضا باهتزازات لمسية أقوى.
es: Suponiendo que hayas activado la retroalimentación háptica en los ajustes de la aplicación y que tengas un iPhone compatible con esta tecnología (el iPhone 7 o posterior debería funcionar), el teléfono proporcionará una vibración háptica cuando esté orientado en la dirección correcta de navegación por la ruta. Es importante tener en cuenta que esta retroalimentación es relativa a la dirección del teléfono, no a la de tu cuerpo. Cuando pases por cada uno de los puntos clave de la ruta (los llamados puntos de anclaje) sentirás una vibración háptica más fuerte.

# followingARouteHapticFeedbackHeader
source: Haptic feedback
ar: اهتزازات الحس اللمسي
es: Retroalimentación háptica

# followingARouteHeader
source: Following a route
ar: متابعة الطريق
es: Seguir una ruta

# followingARouteSpeechFeedbackContent
source: Assuming you have enabled speech feedback in the app settings and voice over is on, the phone will provide you with voice directions whenever you encounter an anchor point on your route, start a route, or complete a route. If you want to hear voice directions again, you can use the &quot;Get Directions&quot; button.
ar: على فرض بأنك قمت بتفعيل الإرشادات الصوتية من إعدادات التطبيق وكان Voiceover مشغلاً، سيعطيك الهاتف إرشادات صوتية عند مصادفة نقاط ثابتة في طريقك على شاكلة: بدء الطريق, تابع الطريق... إذا رغبت بالاستماع إلى الإرشادات الصوتية مجددا، يمكنك استخدام زر الحصول على الاتجاهات،
es: Suponiendo que hayas habilitado la retroalimentación de voz en los ajustes de la aplicación y que la voz esté activada, el teléfono te proporcionará indicaciones verbales cada vez que pases por un punto de anclaje o inicies/ completes una ruta. Si quieres volver a escuchar las instrucciones de voz, puedes usar el botón &quot;Obtener indicaciones&quot;.

# followingARouteSpeechFeedbackHeader
source: Speech feedback
ar: إرشادات الكلام
es: Retroalimentación por voz

# forYourSafetyPop-UpContent
source: While using the app, please be aware of your surroundings. You agree that your use of the App is at your own risk, and it is solely your responsibility to maintain your personal safety. Visit www.clewapp.org for more information on how to use the app.
ar: عند استخدامك للتطبيق، الرجاء أخذ الحيطة والانتباه لمحيطك. باستخدامك للتطبيق أنت تقر وتوافق على أن استخدامك للتطبيق يقع ضمن مسؤوليتك الخاصة فقط، فأنت وحدك المسؤول عن حماية سلامتك الشخصية. الرجاء التفضل بزيارة www.clewapp.org للمزيد من المعلومات حول كيفية استخدام التطبيق.
es: Al utilizar esta aplicación, por favor, ten en cuenta tu entorno. Al emplearla aceptas que su uso es bajo tu propio riesgo, y que es de tu exclusiva responsabilidad mantener tu seguridad personal. Visita www.clewapp.org para obtener más información sobre cómo utilizar esta aplicación.

# forYourSafetyPop-UpHeading
source: For your safety
ar: من أجل سلامتك
es: Por tu seguridad

# getDirectionsButtonAccessibilityLabel
source: Get Directions
ar: الحصول على الاتجاهات
es: Obtener indicaciones

# gettingBackToTheCorrectPathTutorialInstructionTextParagraph1
source: A distinct tone will play whenever you are off the correct path. This may also happen if your phone is not facing in the direction of the path. If you find yourself off the path, you should stop, try turning around until you hear the 'ticking' sounds that indicate that you're on the correct direction of the path.
ar: سيتم تشغيل نغمة مميزة عندما تكون بعيداً عن الطريق الصحيح. وقد يحدث هذا أيضاً إذا لم يكن هاتفك باتجاه الطريق. إذا وجدت نفسك بعيداً عن الطريق، ينبغي عليك التوقف ومحاولة الالتفاف حتى تسمع أصوات "التكتكة" التي تشير إلى أنك في الاتجاه الصحيح للطريق.
es: Cuando te desvíes del camino correcto, sonará un tono distinto. Esto también puede ocurrir si tu teléfono no está adecuadamente orientado en la misma dirección de la ruta que estás siguiendo. Si te encuentras fuera del camino, debes detenerte y girar sobre tus pies hasta que escuches el "tic-tac" que indica que estás en la dirección correcta.

# gettingBackToTheCorrectPathTutorialInstructionTextParagraph2
source: Press the 'Get Directions' button to receive audio directions on how to get back on the route. This is especially helpful if you've become disoriented or off the correct path.
ar: اضغط زر "الحصول على الاتجاهات" لتلقي التوجيهات الصوتية حول كيفية العودة إلى الطريق. ويُعتبَر هذا الخيار مفيداً بشكل خاص إذا شعرت بالارتباك أو انحرفت عن الطريق الصحيح.
es: Pulsa el botón "Obtener Indicaciones" para recibir instrucciones de audio sobre cómo volver a la ruta. Esto es especialmente útil si te has desorientado o te has salido del camino correcto.

# gettingBackToTheCorrectPathTutorialTitleText
source: Getting Back to the Correct Path
ar: العودة إلى الطريق الصحيح
es: Cómo Volver al Camino Correcto

# goodServiceButtonAccessibilityLabel
source: Good
ar: جيد
es: Bueno

# helpButtonAccessibilityLabel
source: Help
ar: المساعدة
es: Ayuda

# homeAlertConfirmNavigationButton
source: Go to the Home Page
ar: اِذهب إلى الصفحة الرئيسية
es: Ir a la página de inicio de Clew

# homeAlertContent
source: If you exit this process right now, your active route information will be lost.
ar: إذا خرجت الآن من هذه العملية ، ستفقد معلومات الطريق الحالي.
es: Si sales ahora de este proceso, se perderá la información de la ruta activa.

# homeAlertTitle
source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Estás seguro?

# homeButtonAccessibilityLabel
source: Clew Home Screen
ar: صفحة Clew الرئيسية
es: Pantalla de inicio de Clew

# howWellDoesClewWorkContentParagraph1
source: Clew relies on the position tracking technology provided by Apple's ARKit. These motion estimates are based on tracking elements in the environment visually (using your phone's camera) and on motion estimates from inertial sensors in your phone. While this technology is advanced, it does not work perfectly. You should expect that over very long routes, particular ones with limited visual features or poor lighting, that the accuracy of the tracking (and hence the app's guidance) will decrease. We have found that Clew works best when you navigate routes along the same direction as they were originally recorded (&quot;Start to End &quot; rather than &quot;End to Start &quot; navigation mode).
ar: يعتمد Clew أثناء التنقل على تكنولوجيا الواقع المعزز المقدمة من Apple. ويعتمد تقدير الحركة على الرؤية في المكان (وذلك باستخدام كاميرا الهاتف) ويعتمد التطبيق أيضا على المستشعرات الخاصة بالهاتف. فعلى الرغم من أن هذه التكنولوجيا متقدما جدا، فهي لا تعمل بشكل احترافي. توقع دائما أثناء تنقلك في الطرق الطويلة انخفاضا في دقة اتجاهات التطبيق وإرشاداته، وخصوصاً في الطرق التي تحتوي على رؤية معدومة أو أضواء خافتة. وقد لاحظنا بأن Clew يعمل بشكل جيد عند التنقل في الطرق باستخدام نفس الاتجاهات المسجلة مسبقا، فينصح باستخدام وضع التنقل (من البداية للنهاية، بدلا من النهاية للبداية.
es: Clew se basa en la tecnología de seguimiento de posición proporcionada por el ARKit de Apple. Estas estimaciones de movimiento se basan en el seguimiento visual de los elementos del entorno (utilizando la cámara del teléfono) y en estimaciones de movimiento de los sensores inerciales del móvil. Aunque esta tecnología es avanzada, no funciona perfectamente. Es de esperar que a lo largo de rutas muy largas, en particular aquellas con características visuales limitadas o con poca iluminación, la precisión del seguimiento (y por lo tanto el guiado de la aplicación) disminuya. Hemos descubierto que Clew funciona mejor cuando se navega por rutas en la misma dirección en la que fueron grabadas originalmente (&quot;Del inicio al final&quot; en lugar de &quot;Del final al inicio&quot;).

# howWellDoesClewWorkContentParagraph2
source: Given the limitations of Clew, you should always use your orientation and mobility skills to ensure your personal safety when using Clew. We are working on additional strategies for improving the accuracy of Clew.
ar: عند استخدامك للتطبيق، لا تعتمد دائما على Clew, بل ينبغي عليك دائما استخدام مهاراتك الحركية وتكييف نفسك مع الظروف المحيطة بك للحفاظ على سلامتك الخاصة. نحن نعمل على تطوير استراتيجيات إضافية لتحسين دقة Clew.
es: Dadas las limitaciones de Clew, siempre debes utilizar tus habilidades de orientación y movilidad para garantizar tu seguridad personal al usar esta aplicación. Estamos trabajando en estrategias adicionales para mejorar la precisión de Clew.

# howWellDoesClewWorkHeader
source: How well does Clew work?
ar: ما مدى جودة عمل Clew?
es: ¿Qué tal funciona Clew?

# imperialUnitText
source: feet
ar: أقدام
es: pies

# insuficientFeaturesDegradedTrackingAnnouncemnt
source: Insufficient visual features. Tracking performance is degraded.
ar: ميزات الرؤية معدومة. تتبع الأداء منخفض.
es: Características visuales insuficientes. El rendimiento del seguimiento se ve afectado.

# introClewsRoleTutorialTextParagraph1
source: Clew is not a substitute for your orientation and mobility skills. It is not a replacement for your white cane, guide dog or primary mobility aid. Clew is intended to work as an additional aid or to complement and enhance your orientation and navigation skills.
ar: لا يُعتبَر Clew بديلاً عن مهاراتك الحركية؛ فهو لا يغنيك عن العصا البيضاء أو الكلب المرشد أو مساعدك الحركي الأساسي. هكذا، يهدف Clew إلى العمل مساعداً إضافياً أو مكملاً ومعززاً لمهاراتك الحركية.
es: Clew no sustituye a tus habilidades de orientación y movilidad. Tampoco reemplaza a tu bastón blanco, perro guía o tu principal ayuda para la movilidad. Clew está ideado para funcionar como una ayuda adicional o para complementar y mejorar tus habilidades de orientación y navegación.

# introClewsRoleTutorialTextParagraph2
source: Please be aware of your surroundings while using the app. It is your responsibility to maintain your personal safety at all times while using Clew.
ar: يرجى الانتباه إلى محيطك أثناء استخدام التطبيق. تقع على عاتقك مسؤولية الحفاظ على سلامتك الشخصية في جميع الأوقات أثناء استخدام Clew.
es: Por favor, sé consciente de tu entorno mientras utilizas la aplicación. Es tu responsabilidad mantener tu seguridad personal en todo momento mientras empleas Clew.

# introClewsRoleTutorialTextParagraph3
source: If you are new to Clew, we recommend that you first use the app in an indoor setting that is safe and familiar to you.
ar: إذا كنت مستخدماً جديداً لـ Clew, ننصحك باستخدام التطبيق أولاً في مكان مغلق آمن ومألوف لك.
es: Si es la primera vez que utilizas Clew, te recomendamos que lo hagas primero en un entorno interior que te resulte seguro y familiar.

# introClewsRoleTutorialTextParagraph4
source: You acknowledge and agree that your use of the app is at your own risk.
ar: أنت تقر وتوافق على أن استخدامك للتطبيق على مسؤوليتك الخاصة.
es: Reconoces y aceptas que el uso de la aplicación es bajo tu propio riesgo.

# introClewsRoleTutorialTitle
source: Important Safety Info - Clew's Intended Role
ar: معلومات أمان مهمة – المقصد من استخدام Clew
es: Información de Seguridad Importante - Funcionalidad de Clew

# introUsingClewTextParagraph1
source: Clew helps you find your way around indoors spaces by recording your route when you're going from one place to another. For example, from a lobby area to a room. By recording your route, Clew then helps you navigate your way back to where you started. Clew can help you learn a new environment, so you can confidently navigate it in the future.
ar: يساعدك Clew في العثور على طريقك في الأماكن المغلقة من خلال تتبع طريقك وتسجيله عندما تنتقل من مكان إلى آخر كأن تنتقل من ردهة إلى غرفة أخرى داخل المكان. ويساعدك Clew من خلال تسجيل طريقك على العودة إلى حيث بدأت، كما يمكن أن يساعدك Clew في التدرب على التنقل في بيئة جديدة حتى تتمكن من التنقل فيها بثقة في المستقبل.
es: Clew te ayuda a orientarte en los espacios interiores registrando una ruta cuando vas de un lugar a otro. Por ejemplo, de una zona del vestíbulo de un hotel a una habitación. Al grabar la ruta, la aplicación te ayuda a navegar de vuelta al punto de partida. Asimismo, también puede ayudarte a aprender un nuevo entorno, para que puedas navegar por él con confianza en el futuro.

# introUsingClewTextParagraph2
source: Clew is best used indoors. The app doesn't rely on your phone's GPS. This means that Clew is limited in outdoors spaces and for routes over long distances.
ar: من الأفضل استخدام Clew في الأماكن المغلقة. لا يعتمد التطبيق على نظام تحديد المواقع العالمي (GPS) الخاص بهاتفك، وهو ما يعني أن Clew شبه معدوم الاستخدام في الأماكن المفتوحة وحفظ الطرق الممتدة عبر مسافات طويلة.
es: Clew se utiliza mejor en interiores, además, no se basa en el GPS de tu teléfono. Esto significa que la aplicación presenta limitaciones en espacios exteriores y en rutas de larga distancia.

# introUsingClewTutorialText
source: This tutorial will help you learn the skills needed to use Clew. Each module focuses on a particular skill set and feature of the app. Some of the modules include interactive practice exercises. We recommend that you first use the app in an indoor setting that is safe and familiar to you.
ar: سيساعدك هذا البرنامج التعليمي على تعلم المهارات اللازمة لاستخدام Clew. ويركز كل قسم على مجموعة مهارات وميزات معينة للتطبيق، كما تتضمن بعض الأقسام تمارين تدريبية تفاعلية. نوصي باستخدام التطبيق أولاً في مكان مغلق آمن ومألوف لك.
es: Este tutorial te ayudará a aprender las habilidades necesarias para utilizar Clew. Cada módulo se centra en un conjunto de habilidades y características concretas de la aplicación. Algunos de los módulos incluyen ejercicios prácticos interactivos. Te recomendamos que utilices primero la app en un entorno interior que te resulte seguro y familiar.

# introUsingClewTutorialTitle
source: Using This Tutorial
ar: استخدام هذا البرنامج التعليمي
es: Uso de Este Tutorial

# leftDirection
source: Turn left
ar: اِنعَطِف يساراً
es: Gira a la izquierda

# metricUnitText
source: meters
ar: أمتار
es: metros

source: Module Completed
ar: قسم مُنجَز
es: Módulo completado

source: Module Not Completed
ar: قسم غَير مُنجَز
es: Módulo no completado

# movingOnCorrectPathInstructionTextParagraph1
source: Whenever you begin navigating a route, you will hear a distinct 'ticking' sound. Clew plays the ticking sound whenever you are correctly aligned to the route. It will play through the entire time until you complete the route, pause or stop navigation.
ar: بمجرد شروعك في التنقل في طريق ما، ستسمع صوت "تكتكة" مميزاً يقوم Clew بتشغيله عندما تكون محاذياً بشكل صحيح للطريق. وسيتم تشغيل هذا الصوت طوال الوقت ما دمت في الاتجاه الصحيح حتى تكمل الطريق أو توقف عملية التنقل بشكل دائم أو مؤقت.
es: Cada vez que comiences a navegar por una ruta, escucharás un claro sonido de "tic-tac". Clew reproduce este sonido siempre que estés correctamente alineado con la ruta. Se reproducirá durante todo el tiempo, hasta que completes el recorrido, hagas una pausa o detengas la navegación.

# movingOnCorrectPathInstructionTextParagraph2
source: Sighted users will see a colored line showing the correct path on the screen. The path color can be changed in the settings.
ar: سيرى المستخدمون المبصرون خطاً ملوناً يوضح الطريق الصحيح على الشاشة. يمكن تغيير لون الطريق في الإعدادات.
es: Los usuarios con resto visual verán en la pantalla una línea de color que muestra la ruta correcta. El color de esa línea se puede cambiar en los ajustes.

# movingOnCorrectPathTitleText
source: Moving Along the Correct Path
ar: التحرك في الطريق الصحيح
es: Moverse por la Ruta Correcta

# multipleUseRouteAnchorPointToRecordingRouteAnnouncement
source: Anchor point saved. You are now recording a route.
ar: تم حفظ النقطة الثابتة. أنت الآن تقوم بتسجيل الطريق.
es: Punto de anclaje guardado. Ahora estás grabando la ruta.

# multipleUseRouteAnchorPointToSaveARouteAnnouncement
source: Anchor point saved. You may now name your route.
ar: تم حفظ النقطة الثابتة. يمكنك الآن تسمية الطريق الخاص بك.
es: Punto de anclaje guardado. Ahora puedes etiquetar la ruta.

# multipleUseRoutePlayPauseViewText
source: In order to immediately navigate back along the path you recorded, press the play button and follow the instructions provided. If you'd like to navigate the route later, you can return to the home screen and load the route you've just saved when you're ready to navigate along it.
ar: وحتى تتمكن من العودة إلى الطريق الذي قمت بتسجيله، اضغط على زر التشغيل، ثم اتبع الإرشادات المقدمة لك. أما إذا رغبت في سلوك الطريق لاحقا، فيمكنك الرجوع إلى الصفحة الرئيسية ثم قم بتحميل الطريق الذي قمت بحفظه للتو عند رغبتك في العودة إليه مجددا.
es: Para navegar inmediatamente hacia atrás por la ruta que has grabado, pulsa el botón de reproducción y sigue las instrucciones proporcionadas. Si deseas navegar por la ruta más tarde, puedes volver a la pantalla de inicio de Clew y cargar la ruta que acabas de guardar cuando quieras recorrerla.

# nameSavedRouteLabel
source: Type your route name below
ar: اكتب اسم الطريق الخاص بك أدناه
es: Escribe a continuación el nombre de la ruta

# nameSavedRouteTextField
source: Enter route name here
ar: اكتب اسم الطريق
es: Introduce aquí el nombre de la ruta

# namingYourRouteTutorialText
source: Once you've recorded the route and set your end anchor point, Clew will prompt you to name your route. We recommend using a name that best describes the route and that you'll remember at a later time.
ar: بمجرد تسجيل الطريق وتعيين نقطة ثابتة، سيطالبك Clew بتسمية طريقك. نوصي باستخدام اسم يصف الطريق على أفضل وجه وتستطيع تذكره في وقت لاحق.
es: Una vez que hayas grabado la ruta y establecido el punto de anclaje final, Clew te pedirá que le pongas un nombre al recorrido. Te recomendamos que utilices un nombre que lo describa bien y que puedas recordar más adelante.

# namingYourRouteTutorialTitle
source: Naming your Route
ar: تسمية طريقك
es: Cómo Nombrar tu Ruta

# offThePathAnnouncement
source: If you are having trouble following the route, press the "get directions" button.
ar: إذا كنت تواجه مشكلة في اتباع الطريق فاضغط على زر "الحصول على الاتجاهات".
es: Si tienes problemas para seguir la ruta, pulsa el botón "Obtener Indicaciones".

# optionsButtonAccessibilityLabel
source: Options
ar: الخيارات
es: Opciónes

# orientPhoneTutorialButtonText
source: Holding Your Phone for Best Results
ar: احمل هاتفك للحصول على أفضل النتائج
es: Cómo Sujetar el Teléfono para Obtener los Mejores Resultados

# orientPhoneTutorialInstructionTextParagraph1
source: Clew uses your phone's camera and inertial sensors to track your position as you move around the environment and when you navigate a route. Holding your phone in the correct pose or orientation is essential in order for the app to work correctly. You should hold your phone in the portrait orientation (vertically), with the rear camera facing forward.
ar: يستخدم Clew كاميرا الهاتف وأجهزة استشعار الحركة لتتبع موقعك أثناء التنقل في بيئتك وفي أي طريق تختاره. ومن الضروري جدا حمل هاتفك في الوضع أو الاتجاه الصحيح حتى يعمل التطبيق على النحو الأمثل. وينبغي عليك في سبيل ذلك أن تمسك بهاتفك بالاتجاه الرأسي (بشكل عمودي) مع توجيه الكاميرا الخلفية للأمام.
es: Clew utiliza la cámara y los sensores inerciales de tu teléfono para rastrear tu posición mientras te mueves por el entorno o navegas por una ruta. Para que la aplicación funcione correctamente, es esencial sostener el móvil en la posición y orientación correctas. Debes sostenerlo en orientación vertical, con la cámara trasera mirando hacia delante.
