Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# singleUseRouteTutorialInstructionTextParagraph2
source: For example, you can perform a single use route when going from a lobby area to a room, and then you want to return back to the lobby area.
ar: فعلى سبيل المثال، يمكنك تنفيذ طريق فردي عند الانتقال من ردهة إلى غرفة ثم العودة إلى الردهة.
es: Por ejemplo, puedes realizar una ruta de un solo uso cuando vas de una zona del vestíbulo de un hotel a una habitación, y luego quieres volver al punto de partida del vestíbulo.

# singleUseRouteTutorialInstructionTextParagraph3
source: The Single Use Route allows you to navigate a return route only once. The Save Routes feature allows you to navigate a route multiple times.
ar: تسمح لك الطرق الفردية بالتنقل في طريق العودة مرة واحدة فقط، بينما تتيح لك ميزة حفظ الطرق التنقل في نفس الطريق عدة مرات.
es: La ruta de un solo uso te permite navegar una sola vez por una ruta de regreso. En cambio, la función Guardar Ruta te permite navegar por una ruta varias veces.

# siriWalkthroughButtonText
source: Siri Shortcuts Setup
ar: إعداد اختصارات Siri
es: Configuración de los Atajos de Siri

# siriWalkthroughCompleteText
source: Nice Job! Your Siri shortcuts are now ready for you to use. You can come back to Siri shortcuts to make any changes to the shortcuts at any time by tapping on the Main Menu icon or from within the tutorials.
ar: عمل رائع! لقد أصبحت اختصارات Siri جاهزة للاستخدام الآن. يمكنك العودة إلى اختصارات Siri لإجراء أي تغييرات على الاختصارات في أي وقت من خلال النقر على أيقونة القائمة الرئيسية أو من داخل التعليمات.
es: ¡Bien hecho! Tus atajos de Siri ya están listos para ser usados. Puedes volver a los Atajos de Siri para realizar cualquier cambio en ellos tocando el icono de Opciones o desde los tutoriales.

# siriWalkthroughCompleteTitle
source: Siri Shortcuts Setup Complete
ar: اكتمل إعداد اختصارات Siri
es: Configuración de los Atajos de Siri completada

# siriWalkthroughSetEndRecordingShortcutText
source: The setup will take you to Apple's Siri shortcuts where you'll write the phrase that you want Siri to recall as the voice command. We recommend using short phrases that are easy to remember and are specific to its feature or function. Some suggested phrases are: "End the route", "Clew stop recording the route". Tap the Setup button below to begin.
ar: سينقلك الإعداد إلى اختصارات Siri من Apple حيث ستكتب العبارة التي تريد أن يتذكرها Siri كأمر صوتي. نوصي باستخدام عبارات قصيرة يسهل تذكرها وتكون خاصة بالميزة أو الوظيفة المحددة. ومن العبارات التي نقترحها "إنهاء الطريق" أو "Clew توقف عن تسجيل الطريق". اضغط على زر الإعداد أدناه للبدء.
es: La configuración te llevará a los Atajos de Siri de Apple, donde escribirás la frase que quieres que Siri recuerde como comando de voz. Recomendamos utilizar frases cortas que sean fáciles de recordar y que sean específicas para la función llevada a cabo. Algunas sugerencias: "Terminar la ruta", "Dejar de grabar la ruta". Pulsa el botón de configuración que aparece a continuación para comenzar.

# siriWalkthroughSetEndRecordingShortcutTitle
source: Stop Recording Route
ar: إيقاف تسجيل الطريق
es: Detener la Grabación de la Ruta

# siriWalkthroughSetNavigateBackText
source: The setup will take you to Apple's Siri shortcuts where you'll write the phrase that you want Siri to recall as the voice command. We recommend using short phrases that are easy to remember and are specific to its feature or function. Some suggested phrases are: "Return me back", "Clew start return navigation". Tap the Setup button below to begin.
ar: سينقلك الإعداد إلى اختصارات Siri من Apple حيث ستكتب العبارة التي تريد أن يتذكرها Siri كأمر صوتي. نوصي باستخدام عبارات قصيرة يسهل تذكرها وتكون خاصة بالميزة أو الوظيفة المحددة. ومن العبارات التي نقترحها "أعدني من حيث أتيت" أو "Clew ابدأ في تنقل العودة". اضغط على زر الإعداد أدناه للبدء.
es: La configuración te llevará a los Atajos de Siri de Apple, donde escribirás la frase que quieres que Siri recuerde como comando de voz. Recomendamos utilizar frases cortas que sean fáciles de recordar y que sean específicas para la acción llevada a cabo. Algunas sugerencias: "Devuélveme", "Iniciar navegación de vuelta". Pulsa el botón de Configuración que aparece a continuación para comenzar.

# siriWalkthroughSetNavigateBackTitle
source: Return Me Back
ar: أعدني من حيث أتيت
es: Iniciar la Navegación de Retorno

# siriWalkthroughSetRecordRouteShortcutText
source: The setup will take you to Apple's Siri shortcuts where you'll write the phrase that you want Siri to recall as the voice command. We recommend using short phrases that are easy to remember and are specific to its feature or function. Some suggested phrases are: "Start a single use route", "Clew start single use route". Tap the Setup button below to begin.
ar: سينقلك الإعداد إلى اختصارات Siri من Apple حيث ستكتب العبارة التي تريد أن يتذكرها Siri كأمر صوتي. نوصي باستخدام عبارات قصيرة يسهل تذكرها وتكون خاصة بالميزة أو الوظيفة المحددة. ومن العبارات التي نقترحها "ابدأ طريقاً فردياً" أو "Clew ابدأ الطريق الفردي". اضغط على زر الإعداد أدناه للبدء.
es: La configuración te llevará a los Atajos de Siri de Apple, donde escribirás la frase que quieres que Siri recuerde como comando de voz. Recomendamos utilizar frases cortas que sean fáciles de recordar y que sean específicas para la acción llevada a cabo. Algunas sugerencias: "Iniciar una ruta de un solo uso ", "Iniciar una ruta de uso único". Pulsa el botón de Configuración que aparece a continuación para comenzar.

# siriWalkthroughSetRecordRouteShortcutTitle
source: Start Single Use Route
ar: ابدأ الطريق الفردي
es: Iniciar una Ruta de Un Solo Uso

# siriWalkthroughTutorialButtonText
source: Siri Shortcuts
ar: اختصارات Siri
es: Atajos de Siri

# siriWalkthroughTutorialInstructionTextParagraph1
source: Siri shortcuts offer a convenient and hand-free way to use apps by voice commands You can control certain functions within Clew using Siri voice commands. Please note that it's important to speak the correct voice command in order for the shortcut to work. The list below shows the currently available Siri shortcuts for Clew.
ar: توفر اختصارات Siri طريقة مريحة من استخدام اليدين للتحكم بالتطبيق عن طريق الأوامر الصوتية. يمكنك التحكم في وظائف معينة داخل Clew باستخدام أوامر Siri الصوتية. يرجى ملاحظة أنه من المهم نطق الأمر الصوتي بشكل صحيح حتى يعمل الاختصار. تعرض القائمة أدناه اختصارات Siri المتوفرة حالياً لـ Clew.
es: Los Atajos de Siri ofrecen una forma cómoda y sin complicaciones de utilizar las aplicaciones mediante comandos de voz. Puedes controlar ciertas funciones dentro de Clew utilizando comandos de voz de Siri. Ten en cuenta que es importante pronunciarlos correctamente para que funcionen. La siguiente lista muestra los Atajos disponibles actualmente para Clew.

# siriWalkthroughTutorialInstructionTextParagraph2
source: Tap the 'Siri Shortcuts Setup' button if it's your first time using Siri for Clew.
ar: اضغط على زر "إعداد اختصارات Siri" إذا كانت هذه هي المرة الأولى التي تستخدم فيها Siri مع Clew.
es: Pulsa el botón "Configuración de Atajos de Siri" si es la primera vez que utilizas Siri para Clew.

# siriWalkthroughTutorialTitleText
source: Siri Shortcuts
ar: اختصارات Siri
es: Atajos de Siri

# slightLeftDirection
source: Slight left
ar: انعَطِف إلى اليسار قليلاً
es: Gira ligeramente a la izquierda

# slightRightDirection
source: Slight right
ar: انعطف إلى اليمين قليلاً
es: Gira ligeramente a la derecha

# startAlignmentCountdownButtonAccessibilityLabel
source: Start alignment countdown
ar: بدء مؤقت المحاذاة
es: Iniciar la cuenta atrás de la alineación

# startNavigationShortcutDescription
source: Tell Clew to start navigating the route
ar: إخبار Clew ببدأ التنقل في الطريق
es: Indicar a Clew que empiece a navegar por la ruta

# startNavigationShortcutSuggestedPhrase
source: Clew Navigate Route
ar: Clew تنقل في الطريق
es: Clew, navega por la ruta

# startNavigationShortcutTitle
source: Navigate Route
ar: التنقل في الطريق
es: Navegar por la Ruta

# startRecordingVoiceNoteAccessibilityLabel
source: Record Voice Note
ar: تسجيل ملاحظة صوتية كإشارة إلى موقعك الحالي
es: Grabar nota de voz

# startReturnNavigationButtonAccessibilityLabel
source: Start navigation
ar: بدء التنقل
es: Iniciar la navegación

# startReturnNavigationButtonAcessabilityLabel
source: Start return navigation
ar: بدء التنقل إلى نقطة البداية
es: Iniciar navegación de retorno

# startSingleUseRouteRecordingShortcutDescription
source: Tell Clew to you record a single use route!
ar: إخبار Clew بتسجيل طريق فردي
es: Indicar a Clew que grabe una ruta de un solo uso

# startSingleUseRouteRecordingShortcutSuggestedPhrase
source: Clew Record Single Use Route
ar: Clew سجل الطريق الفردي
es: Clew, graba una ruta de un solo uso

# startSingleUseRouteRecordingShortcutTitle
source: Record Single Use Route
ar: تسجيل الطريق الفردي
es: Grabar Ruta de Un Solo Uso

# startedTrackingSessionAnnouncement
source: Tracking session initialized.
ar: تم تهيئة جلسة التنقل
es: Sesión de seguimiento iniciada.

# startingReturnNavigationAnnouncement
source: Starting navigation
ar: يجري بدء التنقل
es: Iniciando la navegación

# stopNavigationButtonAccessibilityLabel
source: Stop navigation
ar: إيقاف التنقل
es: Detener la navegación

# stopRecordingButtonAccessibilityLabel
source: Stop recording
ar: إيقاف التسجيل
es: Detener la grabación

# stopRecordingShortcutDescription
source: Tell Clew to stop recording the route
ar: إخبار Clew بإيقاف تسجيل الطريق
es: Indicar a Clew que deje de grabar la ruta

# stopRecordingShortcutSuggestedPhrase
source: Clew Stop Recording
ar: Clew أوقف التسجيل
es: Clew, deja de grabar

# stopRecordingShortcutTitle
source: Stop Recording Route
ar: إيقاف تسجيل الطريق
es: Detener la Grabación de la Ruta

# stopRecordingVoiceNoteAccessibilityLabel
source: Stop Recording
ar: إيقاف التسجيل
es: Detener grabación

# stoppedRecordingAnnouncement
source: You've now stopped recording the route
ar: لقد توقفت الآن عن تسجيل الطريق
es: Has dejado de grabar la ruta

# straightDirection
source: Continue straight
ar: تابع السير إلى الأمام
es: Continúa recto

# submitSurvey
source: Submit
ar: إرسال
es: Enviar

# surveyPopoverTitle
source: We'd love to get your feedback
ar: نرغب في الحصول على رأيك
es: Nos encantaría recibir tu opinión

# textOrVoiceNotesTutorialText
source: Clew allows you to record a text or voice note to describe the location of your anchor point. This can be especially helpful when you want to find and realign yourself to the saved anchor point at a later time.
ar: يسمح لك Clew بتسجيل نص أو ملاحظة صوتية لوصف موقع نقطتك الثابتة. يمكن أن يكون هذا مفيداً بشكل خاص عندما تريد العثور على النقطة الثابتة المحفوظة وإعادة محاذاة نفسك بها في وقت لاحق.
es: Clew te permite grabar una nota de texto o de voz para describir la ubicación de un punto de anclaje. Esto es especialmente útil cuando en un momento posterior quieras volver a encontrar ese punto guardado y alinearte con él.

# textOrVoiceNotesTutorialTitle
source: Text or Voice Notes
ar: الملاحظات النصية أو الصوتية
es: Notas de Texto o de Voz

# thanksForFeedbackAnnouncement
source: Thank you for your feedback
ar: شكرا جزيلا على تقديم رأيك
es: Gracias por tus comentarios

# turnOnAdjustOffsetButton
source: Yes
ar: نعم
es: Sí

# tutorialRouteAlignmentText
source: To begin the route, tap the "start navigation" button below and wait for the countdown.
ar: لبدء الطريق، اضغط على زر "بدء التنقل" أدناه وانتظر انتهاء العد التنازلي.
es: Para iniciar la ruta, pulsa el botón "Iniciar navegación" que aparece a continuación y espera a que finalice la cuenta atrás.

# tutorialTitleText
source: CLEW Tutorial
ar: تعليمات Clew
es: Tutorial de CLEW

# uTurnDirection
source: Turn around
ar: انعطف للخلف
es: Date la vuelta

# usingSingleUseRouteTutorialTextParagraph1
source: Tap the Single Use Route button on the home screen to activate this feature. Clew will immediately begin recording your route.
ar: اضغط على زر الطريق الفردي على الشاشة الرئيسية لتنشيط هذه الميزة. سيبدأ Clew على الفور في تسجيل طريقك.
es: Pulsa el botón "Ruta de un solo uso" en la pantalla de inicio para activar esta función. Clew comenzará inmediatamente a grabar tu ruta.

# usingSingleUseRouteTutorialTextParagraph2
source: Now you can navigate to where you want to go. Remember to hold your phone in the correct vertical pose with the rear camera facing forward. Tap the 'stop recording' button once you've arrived at your destination.
ar: يمكنك الآن الانتقال إلى المكان الذي تريد الذهاب إليه. تذكر أن تضع هاتفك في الوضع الرأسي الصحيح مع توجيه الكاميرا الخلفية للأمام. اضغط على زر "إيقاف التسجيل" بمجرد وصولك إلى وجهتك.
es: Ahora puedes navegar hasta donde desees ir. Recuerda que debes sostener tu teléfono en la posición vertical correcta con la cámara trasera mirando hacia adelante. Toca el botón "Detener la grabación" una vez hayas llegado a tu destino.

# usingSingleUseRouteTutorialTextParagraph3
source: Tap the 'play' button to initiate the return route navigation. Clew will then guide you back to your starting point.
ar: اضغط على زر "تشغيل" لبدء التنقل في طريق العودة. سيرشدك Clew بعد ذلك إلى نقطة البداية.
es: Pulsa el botón “Reproducir” para iniciar la navegación de la ruta de retorno. Clew te guiará de vuelta al punto de partida.

# usingSingleUseRouteTutorialTitle
source: Using Single Use Routes
ar: استخدام الطرق الفردية
es: Utilizar Rutas de Un Solo Uso

# voiceNoteRecorderPop-UpHeader
source: Voice Note Recorder
ar: مسجل الملاحظات الصوتية
es: Grabadora de notas de voz

# waypointsTutorialInstructionTextParagraph1
source: Clew provides waypoints or virtual crumbs to keep you in the right orientation as you navigate the route. The app will play a distinct 'chime' when you pass through a waypoint or virtual crumb.
ar: يوفر Clew نقاط طريق أو تفاصيل افتراضية لإبقائك في الاتجاه الصحيح أثناء التنقل في الطريق. وسيشغل التطبيق "نغمة رنين" مميزة عندما تمر عبر نقطة طريق أو تفصيل افتراضي.
es: Clew proporciona puntos de paso o migas virtuales para mantenerte en la orientación correcta mientras navegas por la ruta. La aplicación reproducirá un "timbre" distintivo cuando pases por uno de estos puntos o migas.

# waypointsTutorialInstructionTextParagraph2
source: Sighted users will see a colored crumb in the shape of a map point on the screen. The crumb color can be changed in the settings.
ar: سيرى المستخدمون المبصرون تفاصيل ملونة على شكل نقطة خريطة على الشاشة. يمكن تغيير لون التفاصيل في الإعدادات.
es: Los usuarios con resto visual verán en la pantalla una miga de color con la forma de un punto de mapa. El color de las migas puede cambiarse en los Ajustes.

# waypointsTutorialTitleText
source: Waypoints or Virtual Crumbs
ar: نقاط الطريق أو التفاصيل
es: Puntos de Paso o Migas Virtuales

# physicalAnchorPointInstructions
source: To create a physical anchor point, hold your device flat with the screen facing up. Press the top (short) edge flush against a flat vertical surface (such as a wall) the ”align” button starts a %lu-second countdown. The countdown is intended to give you time to position your device; the anchor point will be saved at the end of the countdown.
ar: لإنشاء نقطة ثابتة فعلية، أمسك جهازك بشكل مسطح مع توجيه الشاشة لأعلى، ثمّ ضع الحافة العلوية (القصيرة) للهاتف بمحاذاة سطح عمودي مسطح (مثل جدار أو ما شابه). ويبدأ زر "المحاذاة" في العد التنازلي ل %lu ثانية. ويهدف العد التنازلي إلى منحك الوقت لمحاذاة جهازك؛ وستُحفَظ النقطة الثابتة بمجرد انتهاء العد التنازلي.
es: Para crear un punto de anclaje físico, mantén tu dispositivo en posición horizontal con la pantalla hacia arriba. Presiona el borde superior (el corto) a ras de una superficie vertical plana (como una pared). El botón "Alinear" inicia una cuenta atrás de %lu segundos, ideada para darte tiempo a posicionar tu teléfono. El punto de anclaje se guardará al terminar la cuenta atrás.

# visualAnchorPointInstructions
source: To create a visual anchor point, hold your phone vertically with the rear camera facing in the direction that the route would be navigated starting from your current position. The ”align” button starts a %lu-second countdown. The countdown is intended to give you time to position your phone; the anchor point will be saved at the end of the countdown.
ar: لإنشاء نقطة ثابتة مرئية، أمسك هاتفك عمودياً مع توجيه الكاميرا الخلفية في الاتجاه الذي سيتم فيه التنقل في الطريق بدءاً من موقعك الحالي. ويبدأ زر "المحاذاة" في العد التنازلي ل %lu ثانية. ويهدف العد التنازلي إلى منحك الوقت لمحاذاة جهازك؛ وستُحفَظ النقطة الثابتة بمجرد انتهاء العد التنازلي.
es: Para crear un punto de anclaje visual, sostén tu teléfono verticalmente con la cámara trasera mirando en la dirección en la que se navegaría a partir de tu posición actual. El botón "Alinear" inicia una cuenta atrás de %lu segundos, ideada para darte tiempo a posicionar tu teléfono. El punto de anclaje se guardará al terminar la cuenta atrás.

# voiceNoteSuggestions
source: We suggest using the text and voice note buttons to record a text note and/or a voice recording which can help you realign your device to the anchor point you recorded at a later time.
ar: نقترح استخدام أزرار الملاحظات النصية والصوتية لتسجيل ملاحظة نصية و/أو صوتية لمساعدتك في إعادة محاذاة جهازك في وقت لاحق إلى النقطة الثابتة التي سجلتها.
es: Te sugerimos que utilices los botones de nota de texto y de voz para grabar una nota de texto y/o una grabación de voz que pueda ayudarte en un momento posterior a realinear tu dispositivo con el punto de anclaje grabado.

# visualAnchorPointAlignmentText
source: Stand at the location of your anchor point. Next, hold your phone vertically with the rear camera pointing in the same direction as it was when you set the anchor point. The align button will start the alignment process. The app will play a success chime if alignment is working well or provide you with additional instructions if alignment is going poorly.
ar: قف في موقع النقطة الثابتة الخاصة بك، ثم أمسك هاتفك بشكل عمودي مع توجيه الكاميرا الخلفية في نفس الاتجاه الذي كانت عليه عندما قمت بتعيين النقطة الثابتة. سيبدأ زر المحاذاة عملية المحاذاة. وسيشغل التطبيق صوت رنين يعلمك بنجاح المحاذاة أو يزودك بإرشادات إضافية إذا كانت المحاذاة تسير بشكل سيئ.
es: Sitúate en el lugar de tu punto de anclaje. A continuación, sostén el teléfono en posición vertical con la cámara trasera apuntando en la misma dirección que tenías cuando estableciste ese punto de anclaje. El botón de alineación iniciará el proceso de alineación. Si el proceso va bien, la aplicación reproducirá un sonido de éxito. Si el proceso va mal, te proporcionará instrucciones adicionales.

# settingAVisualAnchorPointTutorialTitle
source: Setting a Visual Anchor Point
ar: تحديد نقطة ثابتة مرئية
es: Establecer un Punto de Anclaje Visual

# settingAPhysicalAnchorPointTutorialTitle
source: Setting a Physical Anchor Point
ar: تحديد نقطة ثابتة فعلية
es: Establecer un Punto de Anclaje Físico

# alignmentTypesTitle
source: Types of Anchor Points
ar: أنواع النقاط الثابتة
es: Tipos de Puntos de Anclaje

# alignmentTypesParagraph
source: There are two different types of anchor points you can create. Use whichever one works best for you. Over time you will get a feel for the conditions under which to use one over the other.
ar: في التطبيق نوعان مختلفان من النقاط الثابتة التي يمكنك إنشاؤها. استخدم النوع الذي يناسبك. ستتعود مع مرور الوقت على ظروف استخدام كل نوع من النقاط الثابتة وسياق مفاضلة كل منهما على الآخر.
es: Se pueden crear dos tipos diferentes de puntos de anclaje. Utiliza el que más te convenga. Con el tiempo, sabrás en qué condiciones utilizar uno u otro.

# visualAlignmentTutorialTitle
source: Visual Anchor Point
ar: النقطة الثابتة المرئية
es: Punto de Anclaje Visual

# visualAlignmentTutorialTextParagraph1
source: You set a visual anchor point using imagery from your phone's rear-facing camera (to ensure your privacy, this imagery will never leave your device). This method requires you to hold your phone with the rear camera facing in the direction of travel of the route that you are about to record. Visual anchor points are generally the easier method to use, but in situations where the lighting of the environment may change dramatically from recording to navigation time, physical anchor points may be more robust.
ar: يمكنك تعيين نقطة ثابتة مرئية باستخدام صور من الكاميرا الخلفية لهاتفك (لضمان خصوصيتك، لن تترك هذه الصور جهازك أبداً). تتطلب هذه الطريقة أن تمسك بهاتفك مع توجيه الكاميرا الخلفية في اتجاه الطريق الذي أنت على وشك تسجيله. وتعتبر النقاط الثابتة المرئية بشكل عام الطريقة الأسهل للاستخدام، ولكن النقاط الثابتة الفعلية قد تكون أكثر دقة وفاعلية في المواقف التي قد تتغير فيها إضاءة البيئة بشكل كبير بين وقت التسجيل ووقت التنقل.
es: Puedes establecer un punto de anclaje visual utilizando las imágenes de la cámara trasera de tu teléfono (para garantizar tu privacidad, estas imágenes nunca saldrán de tu dispositivo). Este método requiere que sostengas tu teléfono con la cámara trasera mirando en la dirección del recorrido que vas a grabar. Los puntos de anclaje visuales suelen ser el método más fácil de utilizar, pero en situaciones en las que la iluminación del entorno puede cambiar drásticamente de un momento a otro entre el momento de la grabación y el de la navegación, los puntos de anclaje físicos pueden ser más sólidos.

# visualAnchorPointPracticeSetTutorialTextParagraph1
source: This exercise will have you practice setting an anchor point. Remember to choose a location for your anchor point that you can easily find at some later time (e.g., you might use a doorway as the anchor location). You'll practice setting the anchor point using the visual alignment method. You will need to hold your phone vertically with the rear camera pointing along the direction of travel of the route.
ar: سيجعلك هذا التمرين تتدرب على وضع نقطة ثابتة. تذكر أن تختار موقعاً للنقطة الثابتة الخاصة بك بحيث يمكنك العثور عليه بسهولة في وقت لاحق (على سبيل المثال، قد تستخدم المدخل كموقع للنقطة الثابتة). وستتمرن على ضبط النقطة الثابتة باستخدام طريقة المحاذاة المرئية. وستحتاج إلى إمساك هاتفك بشكل عمودي مع توجيه الكاميرا الخلفية على طول اتجاه مسار الطريق.
es: Este ejercicio te hará practicar el establecimiento de un punto de anclaje. Recuerda que debes elegir para él una ubicación que puedas encontrar fácilmente en algún momento posterior (por ejemplo, podrías utilizar una puerta como ubicación de anclaje). Practicarás la fijación del punto de anclaje utilizando el método de alineación visual. Tendrás que sostener tu teléfono en posición vertical con la cámara trasera apuntando a lo largo de la dirección de desplazamiento de la ruta.

# findingSavedVisualAnchorPointTitle
source: Finding the Saved Visual Anchor Point
ar: إيجاد النقطة الثابتة المرئية المحفوظة
es: Encontrar el Punto de Anclaje Visual Guardado

# findingSavedVisualAnchorPointTextParagraph1
source: This exercise will have you practice finding and realigning yourself to a saved anchor point. Return to the location of your anchor point. You should position yourself as close as possible to the location where you set the anchor point. While the app is able to align the orientation of your phone to the saved route, it cannot automatically align your position (you can accomplish this by standing in the appropriate location).
ar: سيجعلك هذا التمرين تتدرب على العثور على نقطة ثابتة محفوظة وإعادة محاذاة نفسك بها. عد إلى موقع نقطتك الثابتة. ينبغي أن تكون في أقرب مكان ممكن من الموقع حيث قمت بتعيين النقطة الثابتة. وفي حين يمكن للتطبيق محاذاة اتجاه هاتفك إلى المسار المحفوظ، لا يمكنه محاذاة موقعك تلقائياً (وهو ما يمكنك تحقيقه من خلال الوقوف في الموقع المناسب).
es: Este ejercicio te hará practicar la búsqueda y realineación de un punto de anclaje guardado. Vuelve a la ubicación de tu punto de anclaje. Deberás situarte lo más cerca posible de la ubicación en la que lo fijaste. Aunque la aplicación es capaz de alinear la orientación de tu teléfono con la ruta guardada, no puede alinear automáticamente tu posición (puede lograrlo situándote en el lugar adecuado).
