Repository: occamLab/Clew
Catalog: Clew/localizations/*.lproj/Localizable.strings
Languages: ar, es

# appSoundsAndTheirMeaningsNormalMotionTrackingSoundBullet
source: Normal motion tracking sound: this sound is a short recording of a brass instrument. It indicates that the app's position tracking has entered into the &quot;normal&quot; state. If the app has just started up this means that the motion tracking is now active. If the app previously experienced diminished accuracy, see next sound description, it means that the motion tracking has recovered. If you hear this sound after loading or resuming a route, this means that ARKit has been able to automatically align the route to the recording.
ar: صوت تتبع الحركة العادي: هو عبارة عن صوت آلة نحاسية قصير. ويشير هذا الصوت إلى أن تتبع الحركة في التطبيق طبيعي. إذا بدأ التطبيق للتو، فهذا يعني أن تتبع الحركة نشط؛ وإذا كان التطبيق قد واجه سابقاً بضعفاً في الإضاءة فراجع الوصف الصوتي التالي، إذ يعني ذلك أن تتبع الحركة قد عاد لوضعه الطبيعي. أما إذا استمعت إلى هذا الصوت بعد تحميل الطريق أو استئنافه، فهذا يعني أن الواقع الافتراضي قد تمكن من تعديل الطريق تلقائياً.
es: Sonido de seguimiento de movimiento normal: este sonido es una grabación corta de un instrumento de viento. Indica que el seguimiento de la posición de la aplicación ha entrado en el estado &quot;normal&quot;. Si la app acaba de arrancar, esto significa que el seguimiento de movimiento está ahora activo. Si la aplicación experimentaba anteriormente una disminución en la precisión (mira la siguiente descripción de los sonidos) significa que el seguimiento del movimiento se ha recuperado. Si oyes este sonido después de cargar o reanudar una ruta, significa que ARKit ha sido capaz de alinear automáticamente la ruta con la grabación.

# appfeaturesCurrentVersionContent
source: Clew allows you to record routes using your phone so that you can then navigate them at a later point in time with precise, automatic guidance from the app. Clew can be used in situations where you want to immediately navigate back to your starting location (e.g., if you went somewhere with a sighted guide or if it is harder to navigate the reverse journey) or when you want to remember a route that you are learning so you can navigate it more confidently in the future. Importantly, Clew does not use your phone's GPS, so it can be used indoors.
ar: يسمح لك Clew بتسجيل الطرق عن طريق هاتفك بحيث يمكنك استخدامها في أوقات لاحقة بمصاحبة توجيهات تلقائية ودقيقة من التطبيق. يمكن استخدام Clew لأغراض متعددة كأن تريد العودة مجددا إلى نقطة البداية لموقعك. فإذا خرجت مثلاً لمكان مع شخص مبصر أو كان من الصعب عليك العودة مجددا أو حتى إذا رغبت في تذكر طريق لكي تتعلمه، يمكنك التنقل داخله بحرية مطلقة في المستقبل. معلومة مهمة: لا يستخدم Clew خدمات تحديد الموقع لهاتفك، وعليه يمكنك استخدامه في الأماكن المغلقة.
es: Clew te permite grabar rutas usando tu teléfono para que puedas navegar por ellas en un momento posterior con una guía precisa y automática. Puedes utilizarla en situaciones en las que desees navegar inmediatamente de vuelta a tu posición de partida (por ejemplo, si fuiste a algún lugar con un guía o si es más difícil navegar en la ruta inversa) o cuando desees recordar una ruta que estás aprendiendo para poder recorrerla con más confianza en un futuro. Cabe destacar que Clew no utiliza el GPS del teléfono, por lo que puede utilizarse en interiores.

# applesARWorldMapTutorialTextParagraph1
source: Apple's ARWorld map can help make the process of finding and aligning to a saved anchor point easier. Especially for those that have newer iPhone models and for environments with consistent, artificial lighting, the physical alignment can simply be achieved by holding the phone in the vertical pose. However, we recommend that you be consistent in holding the phone pose and relocalizing yourself as best as possible to the originally saved anchor point in order to ensure the best accuracy from Clew.
ar: يمكن أن تساعد خدمة خرائط الواقع المعزز من Apple في تسهيل عملية البحث عن النقطة الثابتة المحفوظة ومحاذاتها. وعلى وجه الخصوص، يمكن للأشخاص الحاملين لأجهزة iPhone الأحدث أو الموجودين في اللبيئات ذات الإضاءة الاصطناعية المتسقة تحقيق المحاذاة المادية ببساطة عن طريق تثبيت الهاتف في الوضع الرأسي. ومع ذلك، نوصيك بأن تستمر في إمساك هاتفك بوضعية ثابتة ومحاذاة مكانك قدر الإمكان إلى النقطة الثابتة المحفوظة في الأصل لضمان أفضل دقة من Clew.
es: El mapa ARWorld de Apple puede ayudar a facilitar el proceso de encontrar y alinear un punto de anclaje guardado. Especialmente para las personas que tienen modelos de iPhone más nuevos y para entornos con buena iluminación artificial. La alineación física se puede lograr simplemente sosteniendo el teléfono en una pose vertical. Sin embargo, te recomendamos que seas consistente en sostener la pose del teléfono y reubicarte lo mejor posible al punto de anclaje originalmente guardado para asegurar la mejor precisión de Clew.

# applesARWorldMapTutorialTitle
source: Apple's ARWorld Map
ar: خرائط الواقع المعزز من Apple
es: El Mapa ARWorld de Apple

# automaticAlignmentPlayPauseViewText
source: You have been automatically realigned with your route. Press the play button to perform navigation.
ar: تمت إعادة محاذاتك تلقائياً مع الطريق. اضغط على زر التشغيل لبدء التنقل.
es: Realineación automática con la ruta. Pulsa el botón de reproducción para iniciar la navegación.

# automaticEmailTextWhenSharingRoutes
source: Check out this route!
ar: تجربة هذا الطريق
es: Comparte esta ruta.

# badServiceButtonAccessibilityLabel
source: Bad
ar: رديء
es: Malo

# buttonTexttoExitTutorial
source: Exit
ar: الخروج
es: Salir

# buttonTexttoNextScreenTutorial
source: Next
ar: التالي
es: Siguiente

# buttonTexttoSkip
source: Skip
ar: تخطي
es: Saltar

# cancelPop-UpButtonLabel
source: Cancel
ar: إلغاء
es: Cancelar

# clewAppLogoAccessibilityText
source: The Clew App Logo
ar: شعار تطبيق Clew
es: El logotipo de la app Clew

# clewHelpTitle
source: Clew Help
ar: مساعدة Clew
es: Ayuda de Clew

# climbStairsDirection
source: and proceed upstairs
ar: ثم قم بصعود الدرج
es: y sube las escaleras

# completedNavigationAnnouncement
source: You've arrived.
ar: لقد وصلت
es: Ya has llegado.

# contractSectionAccessibilityTag
source: contract section
ar: طي القسم
es: Contraer sección

# currentSiriShortcuts
source: Current Siri Shortcuts for Clew
ar: اختصارات سيري الحالية الخاصة بClew
es: Atajos Actuales de Siri para Clew

# declineTurnOnAdjustOffsetButton
source: No
ar: لا

# deleteActionText
source: Delete
ar: حذف
es: Eliminar

# confirmDeletion
source: Are you sure you want to delete this route?
ar: هل أنت متاكد من حذف المسار؟
es: ¿Estás seguro de que deseas eliminar esta ruta?

# descendStairsDirection
source: and proceed downstairs
ar: ثم قم بنزول الدرج
es: y baja las escaleras

# directionalCuesTutorialInstructionText
source: Clew will provide directional cues as soon as you begin navigating a route and to keep oriented correctly. The app will announce directions whenever you pass through a waypoint or virtual crumb. The directional cues include: continue straight, slight right, slight left, turn right, turn left. Clew will also announce when you have reached the end of the route.
ar: سيوفر Clew إشارات اتجاهية بمجرد أن تبدأ في التنقل في طريق ما وللحفاظ على توجيهك بشكل صحيح. وسيعلن التطبيق عن الاتجاهات كلما مررت عبر إحداثية أو تفصيل افتراضي محفوظ. تشمل إشارات الاتجاه: العبارات التالية: تابع إلى الأمام، تحرك إلى اليمين قليلاً، تحرك إلى اليسار قليلاً، انعطف يميناً، انعطف يساراً. وسيعلمك Clew أيضاً عندما تصل إلى نهاية الطريق.
es: En cuanto comiences a navegar por una ruta, Clew te proporcionará indicaciones de dirección para que te orientes correctamente durante el trayecto. La aplicación anunciará las direcciones cada vez que pases por un Punto de paso o Miga Virtual. Las indicaciones de dirección incluyen: continúa recto, gira ligeramente a la derecha, gira ligeramente a la izquierda, gira a la derecha, gira a la izquierda... Clew también te anunciará cuando hayas llegado al final de la ruta.

# directionalCuesTutorialTitleText
source: Directional Cues
ar: الإشارات الاتجاهية
es: Indicaciones de Dirección

# dismissSurvey
source: Dismiss
ar: استبعاد
es: Descartar

# endOfTutorialMainText
source: Nice Job! You've completed the Clew tutorial. You can come back to this information at anytime through the menu options or by pressing the help button on the Clew main screen.
ar: عظيم! لقد أكملت برنامج Clew التعليمي. يمكنك العودة إلى هذه المعلومات في أي وقت من خلال قائمة الخيارات أو عن طريق الضغط على زر المساعدة في شاشة Clew الرئيسية.
es: ¡Bien hecho! Has completado el tutorial de Clew. Puedes volver a esta información en cualquier momento a través de las opciones del Menú o pulsando el botón de Ayuda en la pantalla principal de Clew.

# endOfTutorialTitleText
source: End of Tutorial
ar: نهاية التعليمات
es: Fin del Tutorial

# enterAnchorPointDescriptionButtonAccessibilityLabel
source: Enter text to help you remember this Anchor Point
ar: أدخل نصاً لمساعدتك على تذكر النقطة الثابتة هذه
es: Introduce un texto que te ayude a recordar este punto de anclaje

# enterAnchorPointVoiceNoteButtonAccessibilityLabel
source: Record audio to help you remember this Anchor Point
ar: سجل مقطعا صوتيا لمساعدتك على تذكر النقطة الثابتة هذه
es: Graba un audio que te ayude a recordar este punto de anclaje

# excessiveMotionDegradedTrackingAnnouncemnt
source: Excessive motion. Tracking performance is degraded.
ar: حركة زائدة. تتبع الأداء منخفض.
es: Movimiento excesivo. El rendimiento del seguimiento se ve afectado.

source: Exit Tutorial
ar: الخروج من التعليمات
es: Salir del Tutorial

# expandSectionAccessibilityTag
source: expand section
ar: فتح القسم
es: Expandir sección

# feedbackButtonAccessibilityLabel
source: Feedback
ar: إرسال الملاحظات
es: Opina

# feedbackMenuTitle
source: Contact Us
ar: ملاحظات حول Clewالتواصل معنا
es: Contacta con Nosotros

# findPathPractice1InstructionTextParagraph1
source: This first exercise will have you practice the simple route in order to get you accustomed to Clew's sounds and feedback. This first route will guide you forward a few steps and then announce the end of the route. Pay particular attention to the sounds and directional cues.
ar: سيدربك هذا التمرين الأول على الطريق البسيط حتى تعتاد على أصوات Clew وردود الفعل. سيرشدك هذا الطريق الأول إلى الأمام بضع خطوات ثم يعلن نهاية الطريق. انتبه بشكل خاص للأصوات والإشارات الاتجاهية.
es: Este primer ejercicio te hará practicar la ruta simple para que te acostumbres a los sonidos y a la retroalimentación de Clew. Esta primera ruta te guiará hacia adelante unos cuantos pasos y luego te anunciará su final. Presta especial atención a los sonidos y a las indicaciones de dirección.

# findPathPractice1InstructionTextParagraph2
source: Please make sure that you're in a familiar area with sufficient space to move about before you begin this exercise.
ar: يرجى التأكد من أنك في منطقة مألوفة بالنسبة لك وأن لديك مساحة كافية للتحرك فيها قبل أن تبدأ هذا التمرين.
es: Antes de comenzar este ejercicio asegúrate de que te encuentras en una zona conocida y con suficiente espacio para moverte sin chocar con nada.

# findPathPractice1InstructionTextParagraph3
source: Tap the 'Practice' button and then tap 'Play' to begin the exercise.
ar: اضغط الزر "تمرين" ثم الزر "تشغيل" لبدء التمرين.
es: Toca el botón "Practicar" y luego pulsa "Reproducir" para comenzar el ejercicio.

# findPathPractice1Title
source: Practice Your First Route
ar: تمرن على طريقك الأول
es: Practica tu Primera Ruta

# findPathPractice2InstructionText
source: Here you will practice following a Clew Route. Make sure you are in a familiar place with some open space around you. This path will guide you forward a few steps and then you will pass through a waypoint and be instructed to turn right. Then you will take a few more steps and then arrive. Select begin to enter the practice route.
ar: هنا سوف تتدرب على اتباع طريق Clew. تأكد من أنك في مكان مألوف بالنسبة لك وأن لديك مساحة مفتوحة من حولك. سيرشدك هذا الطريق إلى الأمام بضع خطوات ثم ستمر عبر إحداثية ويُطلب منك الانعطاف يميناً، ثم ستخطو بضع خطوات أخرى وتصل. اضغط الزر "ابدأ" لبدء الطريق التدريبي.
es: Aquí practicarás el seguimiento de una ruta de Clew. Asegúrate de que te encuentras en un lugar conocido con suficiente espacio libre de obstáculos a tu alrededor. Esta ruta te guiará hacia adelante unos pocos pasos, luego pasarás por un punto de ruta y se te indicará que gires a la derecha. A continuación darás unos pasos más y llegarás al final. Selecciona Comenzar para entrar en la práctica de la ruta.

# findPathPractice2Title
source: Practice Second Path
ar: تمرن على طريقك الثاني
es: Practica la Segunda Ruta

# findPathPracticeSuccess1Text
source: You've completed your first route. Continue to the next exercise to try another route.
ar: لقد أكملت طريقك الأول. تابع إلى التمرين التالي لتجربة طريق آخر.
es: Has completado tu primera ruta. Continúa con el siguiente ejercicio para recorrer otra.

# findPathPracticeSuccess2Text
source: You now know how to navigate a route! You may continue the tutorial or go to the Home Screen and try performing a Single Use Route. Remember that practice makes perfect!
ar: أنت تعرف الآن كيفية التنقل في أي طريق! بإمكانك متابعة البرنامج التعليمي أو الانتقال إلى الشاشة الرئيسية ومحاولة تنفيذ طريق الاستخدام الفردي. تذكر أن الممارسة هي من تجعل ملاحتك أكثر مثالية!
es: Ahora ya sabes cómo realizar una ruta. Puedes continuar con el tutorial o ir a la pantalla de inicio e intentar realizar una ruta de un solo uso. ¡Recuerda que la práctica hace la perfección!

# findPathPracticeSuccessTitle
source: Congratulations!
ar: تهانينا
es: ¡Enhorabuena!

# findPathTutorialButtonText
source: Following a Route
ar: اتباع طريق
es: Seguir una Ruta

# findPathTutorialInstructionText
source: Clew will make sounds, haptic feedback and provide directional audio cues whenever you are navigating a route. These distinct sounds, feedback and directional cues enable you to navigate the route correctly. They help you know when you are correctly on the path or if you are slightly off the correct path or have completely deviated from the route.
ar: سيصدر Clew أصواتاً واهتزازات ويوفر إشارات صوتية اتجاهية كلما تنقلت في طريق. وتمكّنك هذه الأصوات والتعليقات والإشارات الاتجاهية المميزة من التنقل في الطريق بشكل صحيح، كما تساعدك على معرفة متى تكون على الطريق الصحيح أو إذا كنت بعيداً بعض الشيء عن الطريق الصحيح أو انحرفت تماماً عنه.
es: Clew emitirá sonidos, retroalimentación háptica y te proporcionará órdenes verbales direccionales de guiado siempre que estés navegando por una ruta. Toda esa información te permitirá navegar adecuadamente a lo largo de ella. Te ayudará a saber cuándo te encuentras correctamente en la ruta, si te has desviado ligeramente del camino, o si por lo contrario, te has extraviado.

# findingAnAnchorPointTutorialTextParagraph1
source: The accuracy of the navigation will depend on how well you can realign yourself to the saved anchor point. To find and realign yourself to a saved anchor point, you should try to position yourself as closely as possible to the exact location of the originally saved anchor point.
ar: ستعتمد دقة التنقل على مدى قدرتك على إعادة محاذاة نفسك بالنقطة الثابتة المحفوظة. للعثور على نقطة ثابتة محفوظة والمحاذاة بها، ينبغي أن تحاول وضع نفسك في أقرب مكان ممكن إلى الموقع الدقيق للنقطة الثابتة الأصلية المحفوظة.
es: La precisión de la navegación dependerá de lo bien que puedas realinearte con el punto de anclaje guardado. Para encontrar y volver a alinearte de forma correcta con ese punto, debes intentar posicionarte lo más cerca posible de la ubicación exacta del punto de anclaje guardado originalmente.

# findingAnAnchorPointTutorialTextParagraph2
source: Finding the saved anchor point from the physical alignment requires you to hold your phone in the same horizontal or flat pose, pressing it against the same edge that was used to set the anchor point.
ar: ويتطلب العثور على النقطة الثابتة المحفوظة بواسطة المحاذاة المادية أن تمسك هاتفك بنفس الوضع الأفقي أو المسطح الذي استخدمته لحفظ هذه النقطة وجعله ملامساً لنفس الحافة التي تم استخدامها لضبط النقطة الثابتة.
es: Para encontrar el punto de anclaje guardado a partir de la alineación física es necesario mantener el teléfono en la misma postura horizontal o plana, presionándolo contra el mismo borde que se utilizó para establecer el punto de anclaje.

# findingAnAnchorPointTutorialTitle
source: Finding an Anchor Point
ar: اللعثور على نقطة ثابتة
es: Encontrar un Punto de Anclaje

# findingSavedAnchorPointTextParagraph1
source: This exercise will have you practice finding and realigning yourself to a saved anchor point. After some time, try returning to the same location of your anchor point. Next realign your phone to the same position.
ar: سيجعلك هذا التمرين تتدرب على العثور على نقطة ثابتة محفوظة ومحاذاة نفسك بها. بعد مرور بعض الوقت، حاول العودة إلى نفس موقع النقطة الثابتة الخاصة بك، ثمّ أعد محاذاة هاتفك إلى نفس الوضعية.
es: Este ejercicio te permitirá practicar la búsqueda y la realineación de un punto de anclaje guardado. Transcurrido un tiempo, intenta volver a la misma ubicación y vuelve a alinear tu teléfono en la misma posición empleada en el punto de anclaje original.

# findingSavedAnchorPointTextParagraph2
source: Hold your phone in the same horizontal or flat pose, pressing it against the same edge that was used to set the anchor point.
ar: أمسك هاتفك بنفس الوضع الأفقي أو المسطح واجعله يلامس نفس الحافة التي تم استخدامها لضبط النقطة الثابتة.
es: Sostén tu teléfono en la misma postura horizontal o plana, presionándolo contra el mismo borde que utilizaste para establecer el punto de anclaje.

# findingSavedAnchorPointTextParagraph3
source: Press the Find Anchor Point button. Wait for the countdown to complete. The app will provide feedback about how closely aligned you were to the saved anchor point.
ar: اضغط على زر العثور على نقطة ثابتة، ثم انتظر حتى يكتمل العد التنازلي. وسيقدم التطبيق ملاحظات حول مدى قرب محاذاتك للنقطة الثابتة المحفوظة.
es: Pulsa el botón Buscar Punto de Anclaje. Espera a que se complete la cuenta atrás. La aplicación proporcionará información sobre el grado de alineación con el punto de anclaje guardado.

# findingSavedAnchorPointTitle
source: Finding the Saved Anchor Point
ar: العثور على النقطة الثابتة المحفوظة
es: Encontrar el Punto de Anclaje Guardado

# findingSavedRoutesTutorialButtonText
source: Finding Saved Routes
ar: العثور على الطرق المحفوظة
es: Cómo Encontrar las Rutas Guardadas

# findingSavedRoutesTutorialInstructionText
source: Once you save a route, it can be found in your Saved Routes List. You can enter the list from the third button on the home screen. From the list click the route that you want to follow, line your phone up with your anchor point and follow the route.
ar: بمجرد حفظ الطريق، يمكن العثور عليه في قائمة الطرق المحفوظة. يمكنك الدخول إلى القائمة من الزر الثالث على الشاشة الرئيسية، ثمّ اختر من قائمة الطرق الطريق الذي تريد اتباعه، وقم بمحاذاة هاتفك بالنقطة الثابتة الخاصة بك واتبع الطريق.
es: Una vez que guardes una ruta, podrás encontrarla en tu Lista de Rutas Guardadas. Puedes entrar en esta lista desde el tercer botón de la pantalla de inicio de Clew. Una vez en ella, pulsa en la ruta que desees seguir, alinea tu teléfono con el punto de anclaje y sigue las indicaciones de guiado.

# findingSavedRoutesTutorialInstructionTextParagraph1
source: Clew stores all the saved routes within your Saved Routes List. Tap the Saved Routes Button on the Home Screen when you want to navigate a previously saved route. Scroll through the list and tap on the route name.
ar: يخزن Clew جميع الطرق المحفوظة ضمن قائمة الطرق المحفوظة الخاصة بك. اضغط على زر الطرق المحفوظة على الشاشة الرئيسية عندما تريد التنقل في طريق محفوظ مسبقاً. قم بالتمرير عبر القائمة واضغط على اسم الطريق.
es: Clew almacena todas las rutas guardadas dentro de tu lista de rutas guardadas. Cuando quieras volver a recorrer una de ellas, pulsa el botón Rutas Guardadas en la pantalla de inicio, desplázate por el listado y pulsa el nombre de la que desees navegar.

# findingSavedRoutesTutorialInstructionTextParagraph2
source: Select the direction of travel that you wish to navigate. You'll be able to navigate the route from either 'Start-to-End' or in the reverse direction, from 'End-to-Start'. Please be aware of the direction of travel that you wish to navigate.
ar: حدد اتجاه المشي الذي ترغب في اتباعه. ستتمكن من التنقل في الطريق إما من "البداية إلى النهاية" أو في الاتجاه العكسي من "النهاية إلى بداية". يرجى الانتباه إلى اتجاه المشي الذي ترغب في اتباعه.
es: Selecciona el sentido de la marcha que deseas emplear. Podrás navegar la ruta “Del inicio al final” o en sentido inverso, “Del final al inicio”. Por favor, ten especialmente en cuenta el sentido de la marcha en el que quieres desplazarte.

# findingSavedRoutesTutorialInstructionTextParagraph3
source: Next, find and realign yourself to the corresponding Anchor Point. Finally, wait for the countdown to complete and the navigation will begin.
ar: ثمّ ابحث عن النقطة الثابتة المقابلة وحاذ نفسك بها. وأخيراً، انتظر حتى يكتمل العد التنازلي وسيبدأ التنقل.
es: A continuación, busca y realinea el punto de anclaje correspondiente. Por último, espera a que finalice la cuenta atrás y comienza la navegación.

# fixedTrackingAnnouncement
source: Tracking performance normal.
ar: تتبع الأداء عادي
es: Rendimiento del seguimiento normal.

# followingARouteAuditoryBeepsContent
source: Assuming you have enabled sound feedback in the app settings and your iphone doesn't have system sounds muted, the phone will make a beeping sound when it is facing in the correct direction of travel for the route. It is important to keep in mind that this feedback is relative to the direction of the phone, rather than your body. When you achieve a milestone in the route (we call these anchor points), you will hear a different sound effect.
ar: على فرض أنك قمت بتفعيل وصف الأصوات من إعدادات التطبيق وكان الـ IPhone الخاص بك غير مكتوم، فسيصدر الهاتف عند التنقل عبر الطريق صفارات صوتية عندما يكون موجها بالاتجاه الصحيح. ومن المهم الأخذ بعين الاعتبار أن هذه العلامات مرتبطة بالهاتف، لا بجسدك. وعند قطع مسافة من الطريق (وهو ما نسميه النقاط الثابتة)، ستستمع لمجموعة من المؤثرات الصوتية المختلفة.
es: Suponiendo que has habilitado la retroalimentación de sonido en los ajustes de la aplicación y que tu iPhone no tiene silenciado el sonido del sistema, el teléfono emitirá un sonido de pitido cuando esté orientado en la dirección correcta de navegación por la ruta. Es importante tener en cuenta que esta retroalimentación es relativa a la dirección del teléfono, no a la de tu cuerpo. Cuando pases por cada uno de los puntos clave de la ruta (los llamados puntos de anclaje) escucharás un efecto de sonido diferente.

# followingARouteAuditoryBeepsHeader
source: Auditory beeps
ar: الصافِرات السمعية
es: Bips auditivos

# followingARouteContent
source: Once you activate the start navigation feature, the app will provide you with instructions to navigate back to your starting location. The app provides feedback in the following formats.
ar: عند القيام بتفعيل ميزة بدء التنقل، سيزودك التطبيق بإرشادات تمكنك من العودة مجددا إلى نقطة البداية. وسيزودك التطبيق بصيغ الإرشادات التالية:
es: Una vez que actives la función de navegación, la aplicación te proporcionará instrucciones para navegar de vuelta a tu posición inicial. La app proporciona retroalimentación en los siguientes formatos.
