{
    "data": {
        "id": 1,
        "appFeatures": "Current Version: \n\n    Clew allows you to record routes using your phone that you can then navigate (either in the forward or reverse direction) at a later point in time. Clew can be used in situations where you want to immediately navigate back to your starting location (e.g., if you went somewhere with a sighted guide or if it is harder to navigate the reverse journey) or when you want to remember a route that you are learning so you can navigate it more confidently in the future.  Importantly, Clew does not use your phone's GPS, so it can be used indoors. \n    The ability to save routes is a new feature for Clew.\n\nFuture Versions:\n\n    We are working on a route sharing feature so that you can send routes to other users.",
        "helpSection": "Attempts to create a generalized format which can be used for all the sections of help",
        "howWellDoesClewWork": "    Clew relies on the position tracking technology provided by Apple's ARKit. These motion estimates are based on tracking elements in the environment visually (using your phone's camera) and on motion estimates from inertial sensors in your phone. While this technology is advanced, it does not work perfectly. You should expect that over very long routes, particular ones with limited visual features or poor lighting, that the accuracy of the tracking (and hence the app's guidance) will decrease. We have found that Clew works best when you navigate routes along the same direction as they were originally recorded (\";Start to End \"; rather than \";End to Start \"; navigation mode).\n    Given the limitations of Clew, you should always use your orientation and mobility skills to ensure your personal safety when using Clew. We are working on additional strategies for improving the accuracy of Clew.",
        "recordingARoute": "    As soon as the app launches, the app will present three buttons: saved routes, record route, and create landmark. To record a route that you don't need to save, or if you only want to be able to save the route in the reverse direction, you can simply activate the record button and move along the route you'd like to record. If you want to be able to save the route so that you can receive automatic guidance along it at a later time, activate the create landmark button and follow the procedure for landmark creation and route pausing described later in this document.\n\nProperly positioning your phone when using Clew:\n\n    The app's motion estimates are based primarily on analyzing images from your phone's camera. The app will not work unless your phone's rear camera is capturing images of your environment. The app will not work if the phone is in your pocket or if any part of your body is blocking your phone's rear camera. We have found that the app works best when you hold the phone in portrait orientation with the rear camera facing directly ahead of you and the phone oriented vertically. Other orientations can work, but may result in diminished accuracy.",
        "stoppingARecording": "   When you've finished the route, you can use the stop button to stop the recording. If you recorded a landmark before starting the route, you will be prompted to provide a name for the route and save it for later use in the forward direction. If you would like to pause the route so you can navigate it later in the reverse direction (i.e., from your current location back to the start) activate the pause button.",
        "pausingARouteOrRecordingALandmark": "    The procedure for pausing the route and recording a landmark are the same. The key idea is that in order to reuse routes, your phone must be able to align its current position with a position from the recorded route. In some cases, Apple's ARKit will be able to automatically do this registration (for example, when the camera sees a distinctive visual feature that can be matched to the recording); however, in many situations this will not be possible.\n    In order to register your position in such cases you be able to place the phone in a position and orientation such that you can reliably return the phone to that same position and orientation when reusing a saved route. While it is not crucial that you position the phone in exactly the same place (although the more accurately you can do this, the better the app will work), you must be able to place the phone in the precisely the same orientation. To make it easy to return the phone to the same orientation, you should hold your phone flat with the screen facing up and press the top (short-edge) of your phone flush with a vertical surface (like a wall). More instructions are provided in the app when you activate the pause feature or the create landmark feature.",
        "resumingARoute": "    Assuming you paused your route, you can resume it by following the instructions provided by the app. The app will prompt you to return the phone to the location where you paused it or created a landmark.",
        "theSavedRoutesMenu": "    The saved routes menu is a new feature for Clew. It allows you to load previously traveled routes and navigate along them in either the forward or reverse direction.\n\nLoading a route:\n\n    he saved routes menu provides you with a list of previously recorded routes ordered from most to least recent. Once you tap on a route, you will be prompted to navigate the route in &quot;start to end&quot; or &quot;end to start&quot; mode. &quot;Start to end&quot; means that you would navigate along the route in the same direction as it was initially recorded. &quot;End to start&quot; means that you would navigate the route in the reverse direction as it was initially recorded. If either option is dimmed (i.e., not able to be activated), it means that an appropriate landmark was not created at either the start or end of the route.\n\nDeleting a saved route\n\n You can delete routes from this menu either swiping left (if not using VoiceOver) or by activating the secondary action on the route (if you are using VoiceOver).",
        "followingARoute": "followingARoute",
        "appSoundsAndTheirMeanings": "appSoundsAndTheirMeanings",
        "ratingYourNavigationExperience": "ratingYourNavigationExperience",
        "providingFeedbackToTheDevelopmentTeam": "providingFeedbackToTheDevelopmentTeam"
    },
    "error": 0,
    "message": "Success"
}
